-- 코드테이블
-- 유저 구분 코드 테이블
INSERT INTO erp_user_role_code (role_key, role_name)
VALUES ('ADMIN', '운영자'),
       ('MANAGER', '관리자'),
       ('TEACHER', '선생님');

-- 지역 코드 테이블
INSERT INTO erp_region_code (region_key, region_name)
VALUES ('SEO', '서울'),
       ('PUS', '부산'),
       ('DAE', '대구'),
       ('INC', '인천'),
       ('GWJ', '광주'),
       ('DTJ', '대전'),
       ('ULS', '울산'),
       ('SJG', '세종'),
       ('GGD', '경기'),
       ('GND', '경상'),
       ('GBD', '경북'),
       ('JND', '전남'),
       ('JBD', '전북'),
       ('CND', '충남'),
       ('CBD', '충북'),
       ('GWD', '강원'),
       ('JJD', '제주');

INSERT INTO erp_relation_code(relation_key, relation_name)
VALUES ('father','부'),
       ('mother','모'),
       ('other','기타');

-- 학년 코드 테이블
INSERT INTO erp_grade_code (grade_key, grade_name)
VALUES ('05', '5세'),
       ('06', '6세'),
       ('07', '7세'),
       ('11', '초1'),
       ('12', '초2'),
       ('13', '초3'),
       ('14', '초4'),
       ('15', '초5');

-- 급수 코드 테이블
INSERT INTO erp_level_code (level_key, level_name)
VALUES ('L8', '8급'),
       ('L7', '7급'),
       ('L6', '6급'),
       ('L6P', '준6급'),
       ('L5P', '준5급'),
       ('L5', '5급'),
       ('L4', '4급'),
       ('L3', '3급'),
       ('L2', '2급'),
       ('L1', '1급');

-- 상태 코드 테이블
INSERT INTO erp_status_code (status_key, status_name)
VALUES ('ACTIVE', '재원중'),
       ('CANCELLED', '입회취소'),
       ('PAUSED', '휴원'),
       ('WITHDRAWN', '탈퇴');

-- 진도 코드 테이블
INSERT INTO erp_unit_code(unit_key, unit_name)
VALUES ('H01','1호'),
       ('H02','2호'),
       ('H03','3호'),
       ('H04','4호'),
       ('H05','5호'),
       ('H06','6호'),
       ('H07','7호'),
       ('H08','8호'),
       ('H09','9호'),
       ('H10','10호'),
       ('M01','1개월'),
       ('M02','2개월'),
       ('M03','3개월'),
       ('M04','4개월'),
       ('M05','5개월'),
       ('M06','6개월'),
       ('M07','7개월'),
       ('M08','8개월'),
       ('M09','9개월'),
       ('M10','10개월'),
       ('M11','11개월'),
       ('M12','12개월'),
       ('L80','8급'),
       ('L70','7급'),
       ('L61','준6급'),
       ('L60','6급'),
       ('L51','준5급'),
       ('L50','5급'),
       ('P01','허준'),
       ('P02','제인구달'),
       ('P03','이이'),
       ('P04','세종대왕'),
       ('P05','라이트 형제'),
       ('P06','이성계'),
       ('P07','안중근'),
       ('P08','나폴레옹'),
       ('P09','슈바이처'),
       ('P10','김유신'),
       ('P11','루이 브라유'),
       ('P12','방정환'),
       ('P13','김구'),
       ('P14','간디'),
       ('P15','최무선'),
       ('P16','뉴턴'),
       ('P17','이순신'),
       ('P18','잔 다르크'),
       ('P19','김만덕'),
       ('P20','마틴 루서 킹'),
       ('P21','테레사 수녀'),
       ('P22','링컨'),
       ('P23','김만중'),
       ('P24','정조·정약용'),
       ('P25','베토벤'),
       ('P26','장보고'),
       ('P27','유관순'),
       ('P28','콜럼버스'),
       ('P29','빌 게이츠'),
       ('P30','노벨');

-- 수업 코드 테이블
INSERT INTO erp_class_code (class_key, class_name, class_type)
VALUES ('C001', '초등천재', '1'),
       ('C002', '초등수재', '1'),
       ('C003', '초등박사', '1'),
       ('C004', '초등신동', '1'),
       ('C005', '한스쿨I', '1'),
       ('C006', '영재', '1'),
       ('C007', '수재', '1'),
       ('C008', '신동', '1'),
       ('C009', '새움', '2'),
       ('C0010', '다움', '2'),
       ('C0011', '티움', '2'),
       ('C0012', '채움', '2'),
       ('C0013', '북스쿨', '2'),
       ('C0014', '키움', '2'),
       ('C0015', '만남', '2'),
       ('C0016', '자람', '2');

-- 유입 경로 코드 테이블
INSERT INTO erp_inflow_route (inflow_route_key, inflow_route_name)
VALUES ('search','인터넷 검색'),
       ('blog','블로그'),
       ('social','SNS'),
       ('video','Youtube');

-- 상담 진행 코드 테이블
INSERT INTO erp_progress_code (progress_key, progress_name)
VALUES ('ongoing','상담진행'),
       ('wait','수업대기'),
       ('confirm','수업확정'),
       ('finish','종료');

-- 특이사항 카테고리 테이블
INSERT INTO erp_remark_category (remark_category_key, remark_category_name)
VALUES ('PREP', '수업 준비'),
       ('ATT', '수업 태도'),
       ('UNDER', '이해도');

-- 특이사항 코드 테이블
INSERT INTO erp_remark_code (remark_key, remark_name, remark_category_key)
VALUES ('PREP_NOBOOK', '수업도서 안 읽어옴', 'PREP'),
       ('PREP_NOHW', '숙제 안함', 'PREP'),
       ('PREP_NOMAT', '교재준비 안함', 'PREP'),
       ('PREP_ETC', '기타준비 안함', 'PREP'),
       ('ATT_LOW_PART', '발표 참여도 낮음', 'ATT'),
       ('ATT_DISTRACT', '산만함', 'ATT'),
       ('ATT_INTERRUPT', '수업방해', 'ATT'),
       ('ATT_LOSSMOT', '의욕저하', 'ATT'),
       ('UNDER_MEM', '암기력', 'UNDER'),
       ('UNDER_DEEPREAD', '책 정독', 'UNDER'),
       ('UNDER_WRITING', '글쓰기', 'UNDER'),
       ('UNDER_LOGIC', '사고력', 'UNDER');

-- 출결 코드 테이블
INSERT INTO erp_attendance_code (attendance_key, attendance_name)
VALUES ('before','수업 전'),
       ('present','출석 완료'),
       ('late','지각'),
       ('absent','결석');

--------------------------------------------------------------------------------------------------------------------------------------------
-- 센터 테이블
INSERT INTO erp_center
    (center_code, center_name, opened_at, biz_no, director_name, tel, center_email, region_key)
VALUES ('PUS001', '본사', '2025-06-25', '0000000000', '임무화', '07052226240', 'st8898ds@gmail.com', 'PUS'),
       ('DAE001', '월성점', '2025-06-25', '0000000000', '황아름', '0532628898', 'st8898ds@gmail.com', 'DAE'),
       ('PUS002', '남천점', '2025-06-25', '0000000000', '조정로', '07052226240', 'st8898ds@gmail.com', 'PUS');

-- 유저 테이블
INSERT INTO erp_user (user_code, user_id, user_name, password_hash, role_key, center_code, created_at)
VALUES ('PUS001ssar', 'ssar', '김하나', '1234', 'ADMIN', 'PUS001', NOW()),
       ('DAE001cos', 'cos', '이하나', '1234', 'MANAGER', 'DAE001', NOW()),
       ('DAE001mango', 'mango', '박하나', '1234', 'TEACHER', 'DAE001', NOW()),
       ('PUS002love', 'love', '최하나', '1234', 'TEACHER', 'PUS002', NOW()),
       ('PUS002haha', 'haha', '정하나', '1234', 'MANAGER', 'PUS002', NOW());

INSERT INTO erp_student
(student_id, student_name, birth, gender, school, address, address_detail, entry_han_date, entry_book_date, created_at, grade_key, level_key, status_key, center_code, app_id, student_privacy_agree)
VALUES ('abc001', '김호호', '2018-08-15', 1, '호호유치원', '부산광역시 해운대구 센텀중앙로97', '센텀스카이비즈 A동 2810호', '2025-06-11', '2025-06-12', NOW(), '05', 'L6', 'ACTIVE', 'DAE001', '629548860', 1),
       ('abc002', '김호일', '2017-07-15', 1, '호호초등학교', '부산광역시 해운대구 센텀중앙로96', '센텀스카이비즈 A동 2809호', '2025-06-12', '2025-06-11', NOW(), '06', 'L7', 'ACTIVE', 'DAE001', '000000001', 1),
       ('abc003', '김호이', '2016-06-15', 0, '호호초등학교', '부산광역시 해운대구 센텀중앙로95', '센텀스카이비즈 A동 2808호', '2025-06-11', '2025-06-12', NOW(), '07', 'L5', 'ACTIVE', 'DAE001', '000000002', 1),
       ('abc004', '김호삼', '2018-08-15', 1, '호호유치원', '부산광역시 해운대구 센텀중앙로97', '센텀스카이비즈 A동 2810호', '2025-06-10', '2025-06-11', NOW(), '11', 'L6', 'ACTIVE', 'DAE001', '000000003', 1),
       ('abc005', '김호사', '2017-07-15', 1, '호호초등학교', '부산광역시 해운대구 센텀중앙로96', '센텀스카이비즈 A동 2809호', '2025-06-09', '2025-06-12', NOW(), '12', 'L7', 'ACTIVE', 'DAE001', '000000004', 1),
       ('abc006', '김호오', '2016-06-15', 0, '호호초등학교', '부산광역시 해운대구 센텀중앙로95', '센텀스카이비즈 A동 2808호', '2025-06-10', '2025-06-13', NOW(), '13', 'L5', 'ACTIVE', 'DAE001', '000000005', 1),
       ('abc007', '김호육', '2018-08-15', 1, '호호유치원', '부산광역시 해운대구 센텀중앙로97', '센텀스카이비즈 A동 2810호', '2025-06-15', '2025-06-14', NOW(), '05', 'L6', 'ACTIVE', 'DAE001', '000000006', 1),
       ('abc008', '김호칠', '2017-07-15', 1, '호호초등학교', '부산광역시 해운대구 센텀중앙로96', '센텀스카이비즈 A동 2809호', '2025-06-15', '2025-06-16', NOW(), '06', 'L7', 'ACTIVE', 'DAE001', '000000007', 1),
       ('abc009', '김호팔', '2016-06-15', 0, '호호초등학교', '부산광역시 해운대구 센텀중앙로95', '센텀스카이비즈 A동 2808호', '2025-06-10', '2025-06-11', NOW(), '07', 'L5', 'ACTIVE', 'DAE001', '000000008', 1),
       ('abc010', '김호구', '2018-08-15', 1, '호호유치원', '부산광역시 해운대구 센텀중앙로97', '센텀스카이비즈 A동 2810호', '2025-06-11', '2025-06-12', NOW(), '11', 'L6', 'ACTIVE', 'DAE001', '000000009', 1),
       ('abc011', '김호열', '2017-07-15', 1, '호호초등학교', '부산광역시 해운대구 센텀중앙로96', '센텀스카이비즈 A동 2809호', '2025-06-11', '2025-06-11', NOW(), '12', 'L7', 'ACTIVE', 'DAE001', '000000010', 1),
       ('abc012', '김호가', '2016-06-15', 0, '호호초등학교', '부산광역시 해운대구 센텀중앙로95', '센텀스카이비즈 A동 2808호', '2025-06-11', '2025-06-10', NOW(), '13', 'L5', 'ACTIVE', 'PUS002', '000000011', 1),
       ('abc013', '김호나', '2018-08-15', 1, '호호유치원', '부산광역시 해운대구 센텀중앙로97', '센텀스카이비즈 A동 2810호', '2025-06-12', '2025-06-12', NOW(), '14', 'L6', 'ACTIVE', 'PUS002', '000000012', 1),
       ('abc014', '김호다', '2017-07-15', 1, '호호초등학교', '부산광역시 해운대구 센텀중앙로96', '센텀스카이비즈 A동 2809호', '2025-06-11', '2025-06-11', NOW(), '15', 'L7', 'ACTIVE', 'PUS002', '000000013', 1),
       ('abc015', '김호라', '2016-06-15', 0, '호호초등학교', '부산광역시 해운대구 센텀중앙로95', '센텀스카이비즈 A동 2808호', '2025-06-10', '2025-06-10', NOW(), '15', 'L5', 'ACTIVE', 'PUS002', '000000014', 1),
       ('abc016', '김호마', '2016-06-15', 0, '호호초등학교', '부산광역시 해운대구 센텀중앙로95', '센텀스카이비즈 A동 2808호', '2025-06-11', '2025-06-10', NOW(), '13', 'L5', 'ACTIVE', 'PUS002', '000000015', 1),
       ('abc017', '김호바', '2018-08-15', 1, '호호유치원', '부산광역시 해운대구 센텀중앙로97', '센텀스카이비즈 A동 2810호', '2025-06-12', '2025-06-12', NOW(), '14', 'L6', 'ACTIVE', 'PUS002', '000000016', 1),
       ('abc018', '김호사', '2017-07-15', 1, '호호초등학교', '부산광역시 해운대구 센텀중앙로96', '센텀스카이비즈 A동 2809호', '2025-06-11', '2025-06-11', NOW(), '15', 'L7', 'ACTIVE', 'PUS002', '000000017', 1),
       ('abc019', '김호아', '2016-06-15', 0, '호호초등학교', '부산광역시 해운대구 센텀중앙로95', '센텀스카이비즈 A동 2808호', '2025-06-10', '2025-06-10', NOW(), '15', 'L5', 'ACTIVE', 'PUS002', '000000018', 1);

INSERT INTO erp_student_transfer_history (class_type, student_id, from_user_code, to_user_code, transfer_reason, class_key, move_at, created_at)
VALUES (1, 'abc001', 'DAE001cos', 'DAE001mango', '인원 미달', 'C001', '2025-07-06', now()),
       (1, 'abc002', 'DAE001cos', 'DAE001mango', '인원 미달', 'C001', '2025-07-06', now()),
       (1, 'abc003', 'DAE001cos', 'DAE001mango', '인원 미달', 'C001', '2025-07-06', now()),
       (1, 'abc004', 'DAE001cos', 'DAE001mango', '인원 미달', 'C001', '2025-07-06', now()),
       (2, 'abc001', 'DAE001cos', 'DAE001mango', '인원 미달', 'C0010', '2025-07-06', now()),
       (2, 'abc002', 'DAE001cos', 'DAE001mango', '인원 미달', 'C0010', '2025-07-06', now());


INSERT INTO erp_status_history (student_id, status_key, user_code, reason, updated_At)
VALUES ('abc001', 'ACTIVE', 'DAE001cos', NULL, NOW()),
       ('abc002', 'ACTIVE', 'DAE001cos', NULL, NOW()),
       ('abc003', 'PAUSED', 'DAE001cos', '여행으로 인한 1개월 휴원', NOW());

INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'SUM001','C009','M01','[호랑이 형님]을 통해 문장부호를 익히며 경험과 연계해 교훈을 이해하고, 호랑이 형님을 소개하는 글을 씁니다.','[여우와 두루미]를 읽고 올바르게 띄어읽는 방법을 익히며 주제와 연계해 교훈을 이해하고, 그림일기를 씁니다.','[모두 모두 한집에 살아요]를 통해 문장의 구성성분을 배우고, 사회와 연계해 주제를 이해하며 초대장 쓰기를 합니다.','[제인 구달]을 읽고 흉내 내는 말의 종류와 쓰임을 이해하고, 위인과 연계해 업적과 배울점을 배우며 편지를 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'SUM002','C009','M02','[구름놀이]를 통해 흉내 내는 말의 쓰임을 알아보고 기본문장을 적어 본 다음 모습을 상상하는 글을 씁니다.','[호랑이와 곶감]을 통해 등장인물의 입장에서 상황을 살피고 소도둑의 입장에서 일기를 씁니다. ','[괜찮아, 우리 모두 처음이야!]를 통해 세 주인공의 마음에 공감하며 스토리를 이해하고, 학교의 이모저모를 알아보며 학생증을 만듭니다.','[헬렌 켈러]이야기에서 장애를 극복한 헬렌과 설리번 선생님의 일화를 정리하고, 설리번 선생님께 마음을 전하는 편지를 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'SUM003','C009','M03','[코끼리가 꼈어요]를 수업하며 흉내 내는 말을 넣어 문장을 완성한 후 특징을 소개하는 글을 씁니다.','[인사를 나눠드립니다]을 통해 상황에 맞는 인사말의 종류를 정리하고, 인사가 가진 힘을 알아본 후 인사말 쪽지쓰기를 합니다.','[백설공주]을 통해 ''그림형제'' 작가의 또 다른 작품을 알아보고, 대인 안전사고 예방수칙을 정리한 후 편지를 써봅니다.','[마더 테레사]의 일생과 업적을 정리하고 당시 인도가 어떤 상황에 처했는지 살피며 상장 만들기를 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'SUM004','C009','M04','[도서관 고양이]를 수업하며 흉내 내는 말을 넣어 문장을 완성한 후 특징을 소개하는 글을 씁니다.','[미운 아기 오리]를 통해 ''차별''에 대해 생각해보고 자아존중감에 대해 주제와 연계한 후 뒷 이야기를 완성해 봅니다.','[얍, 감기야 덤벼라!]를 읽고 우리 몸과 관련된 인체 · 과학상식을 정리하고, 건강관리 수업을 기록하며 올바른 약속을 다짐해 봅니다.','[마리 퀴리]를 통해 위인의 업적을 통해 꿈을 이룬 여성 과학자의 삶을 만나고 마리 퀴리의 입장이 되어 소감문 쓰기를 합니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'SUM005','C009','M05','[아빠가 아플 때 ]를 수업하며 성격과 생김새를 나타내는 말을 배워보고, 감사의 마음을 담은 상장을 만들어 봅니다. ','[맛있는 건 맛있어]를 읽고 음식과 관련된 자신의 경험을 발표하고, 내가 좋아하는 음식을 소개하는 글을 씁니다.','[달 샤베트]를 읽고 정전의 개념을 재미있는 동화로 이해하고, 전기를 절약하기 위한 선언문을 씁니다. ',' [엉뚱한 꼬마화가 김홍도]를 통해 조선시대와 연계해 풍속화에 대해 알아보고 현재 내가 살고 있는 시대를 반영한 풍속화 그리기를 합니다');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'SUM006','C009','M06','[빨간부채 파란부채]를 수업하며 의성어-의태어로 한문장 쓰기를 완성하고, 인상 깊은 장면을 발표하는 시간을 가집니다. ','[화내지 말고 예쁘게 말해요]를 읽고 ''나전달법''으로 기분을 전달하는 법을 배운 후, 경험을 담은 생활문을 씁니다.','[태극기 다는 날]을 읽고 우리나라의 상징과 태극기에 관련된 새로운 사실을 배우고 보고서 쓰기를 합니다.','[진짜 대장 이순신]을 통해 임진왜란의 역사를 이해하고, 이순신의 업적을 만나본 후 상상일기를 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'SUM007','C009','M07','[소금을 만드는 맷돌]을 수업하며 문장을 이어주는 접속사를 배운 후 접속사에 유의하여 일기쓰기를 합니다.','[진짜 일 학년 책가방을 지켜라]를 읽고 나의 생활과 연계해 생각을 펼치고, 경험을 담은 생활문을 씁니다.','[나는 안내견이야]를 읽고 시각장애인과 안내견에 대한 새로운 지식을 배우고, 사실을 전달하는 설명문을 씁니다.','[아멜리아 에어하트]를 통해 꿈을 향해 도전한 주인공의 일생을 만나고 나의 꿈을 소개하는 글을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'SUM008','C009','M08','[흥부 놀부]를 통해 새로운 어휘를 정리하고, 한옥의 종류를 만나며 전통문화를 알아봅니다. 그리고 흥부놀부의 성격을 파악한 후 뒷이야기 쓰기를 통해 수업을 마무리합니다.','[효녀 심청]을 통해 낯선 어휘의 뜻을 알아보고, 임금과 백성의 생활을 비교하며 전통문화를 정리합니다. 또, 심청의 효에 대한 자신의 의견을 밝히고 안내문을 써 봅니다.','[옹고집]을 읽고 어휘를 확장하며 원님(사또)의 역할을 알아보며 전통문화를 만납니다. 그리고 옹고집의 성격을 ''놀부''와 연관지어 비교해 보고 소개하는 글을 씁니다.','[고전정리 및 독서감상화] 시간에는 고전 세 작품의 주요핵심과 교훈을 정리하고, 나만의 독서감상화를 완성해 봅니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'SUM009','C009','M09','[대단한 참외씨]를 읽고 사건이 일어난 차례를 살핀 후 쌍받침, 겹받침에 맞게 단어를 쓰고 등장인물의 입장에서 소감문을 씁니다.','[마음이 그랬어]를 읽고 주인공의 마음변화를 따라가며 공감한 후 마음을 전달하는 편지쓰기를 합니다.','[해와 바람]을 읽고 새로운 지식으로 해의 역할과 바람의 원리를 배운 후 연극대본 쓰기를 합니다. ','[마틴 루서 킹]을 통해 평화의 방법으로 맞선 마틴 루서 킹의 일생을 만나고 인터뷰 글을 씁니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'SUM010','C009','M10','[소금을 만드는 맷돌]을 통해 두 가지 이상의 의미를 담고있는 다의어를 정리하고, 접속사에 유의하여 일기쓰기를 완성해 봅니다.','[아주 무서운 날]을 통해 을 통해 주인공이 겪은 일과 나의 경험을 연계한 후, 상황에 맞는 말하기로 생각을 정리하고 독서감상문을 씁니다.','[이솝우화]를 읽고 작가 ''이솝''에 대해 알아보고 동화 속 까마귀가 발견한 부력의 원리를 이해한 후 도구를 사용하는 동물의 종류를 알아봅니다.  ','[세종대왕]을 통해 조선시대 한글창제의 의의를 짚어보고, 한글의 소중함을 되새기며 세종대왕에게 보내는 감사편지를 적어봅니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'SUM011','C009','M11','[신기한 독] 이야기를 통해 낯선 어휘의 뜻을 알아보고, 문장을 완성한 후 인과관계에 유의하여 상상하는 글을 완성해 봅니다.','[브로콜리지만 사랑받고 싶어]를 읽고 자신을 사랑하며 존중하는 ''나다움''의 의미를 알아보고, 주인공에게 전하는 편지를 씁니다. ','[얍, 감기야 덤벼라!]를 읽고 우리 몸과 관련된 인체 ·과학상식을 정리하고, 건강관리 수업을 기록하며 올바른 약속을 다짐해 봅니다.','[신사임당]을 통해 조선시대 여성들의 생활을 알아보고, 다양한 각도로 업적을 정리한 후 소개하는 글쓰기를 완성합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'SUM012','C009','M12','[소가 된 게으름뱅이]를 통해 주인공이 겪은 일을 차례대로 말해보며 성격을 나타내는 반대말을 정리합니다.','[붉은 여우 아저씨]를 읽고 나눔의 중요성을 알아보고 주제연계도서를 비교하여 자신의 생각을 발표해 봅니다. ','[감기 걸린 날] 이야기를 통해 위험에 처한 동물들의 모습을 만나고, 감기의 원인과 예방법을 알아본 후 주인공에게 보내는 편지를 씁니다.','[김만덕]을 읽고 조선시대 제주도의 사회 모습을 알아보고 나눔을 실천한 자세를 생각한 후 기념비에 들어갈 내용을 정리해 봅니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'DUM001','C0010','M01','[브레멘의 동물음악대]를 읽고 그림형제와 독일여행을 떠나 문화를 알아보고, 동물을 대하는 주인들의 잘못을 발표한 후 뒷이야기 이어쓰기를 합니다.','[80일간의 세계일주]를 통해 쥘베른과 세계 여러나라를 여행하며 시공간을 확장하고, 문화와 풍습을 정리한 후 나의 경험을 담은 기행문을 씁니다. ','[왕자와 거지]를 읽고 영국의 절대왕권의 배경을 알아보고, 신분제도에 대한 자신의 의견을 밝히며 토론한 후 작품 속 등장인물에게 편지쓰기를 합니다.','[600자 독서감상문]배운 작품을 정리하고, 가장 인상깊은 작품을 선택한 후 개요짜기를 바탕으로 600자 독서감상문을 완성합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'DUM002','C0010','M02','[나는 나의 주인]을 읽고 문장을 이어주는 접속사를 배우고 문장으로 완성하고, 소개하는 글을 씁니다.','[세상에 둘도 없는 반짝이 신발]을 통해 시간의 흐름에 따라 주인공의 마음변화를 살핀 후 주인공에게 전하는 편지를 씁니다.','[7년 동안의 잠]이야기 속 매미의 한살이에 대해 알아보고, 곤충의 탈바꿈 과정을 정리한 후 관찰기록문 쓰기를 합니다.','[별 헤는 아이 윤동주]를 통해 일제 강점기 시대를 살았던 윤동주의 삶을 알아보고 시대상을 정리하며 인터뷰 글을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'DUM003','C0010','M03','[설문대할망]을 읽고 설화 속 이야기를 만난 후 문장부호에 맞게 띄어쓰기를 하며 독서감상문을 써봅니다.','[아기 토끼와 채송화 꽃]이야기 속 두 편을 수업하며 이야기 속 주제를 찾아보고, 인물의 마음을 짐작 한 후 일기를 씁니다.','[어디 갔을까, 쓰레기]를 통해 환경문제를 짚어보고 북태평양 쓰레기 섬의 실태를 알아보며 주장하는 글을 씁니다.','[나이팅게일]의 일생을 정리하며 당시 영국사회의 모습을 짚어보고, 테레사 수녀와 비교해서 공통점을 찾은 후 기사문을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'DUM004','C0010','M04','[토끼의 재판]을 통해 어려운 어휘의 뜻을 짚어보고, 어휘를 적용해 문장을 만든 후 자신의 생각을 담은 주장하는 글을 씁니다.','[누구를 보낼까요]이야기를 통해 ''민주주의'' 의사결정 방법에 대해 생각해보고, 자신의 의견이 잘 드러나도록 편지를 적어봅니다. ','[신발 신은 강아지]를 통해 유기견의 실태와 동물 보호소의 역할에 대해 알아보고, 반려동물과 함께 지내는 방법을 알리는 설명문을 씁니다.','[마법의 손 장영실]을 통해 조선시대 신분제도에 대한 자신의 생각을 정리하고, 장영실의 업적인 조선 최고의 과학 발명품을 만납니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'DUM005','C0010','M05','[금을 버린 형제]를 통해 다양한 속담의 종류와 쓰임을 알아보고, 생각과 느낌을 담은 독서감상문을 씁니다.','[해와 달이 된 오누이]이야기를 통해 구성이 비슷한 명작과 작품을 비교해 보고, 교훈이 드러나는 동화쓰기를 합니다.','[어슬렁어슬렁 동네 관찰기]를 통해 도시가 생겨난 이유를 알아보고 다양한 직업군에 대해 만난 후 내가 사는 동네를 설명하는 글을 씁니다.','[프리다 칼로]를 통해 장애를 뛰어넘은 화가의 삶을 만나고 멕시코 문화의 특징을 배운 후 자화상을 그리며 나 자신을 돌아봅니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'DUM006','C0010','M06','[팥죽할머니와 호랑이]를 통해 관용어의 종류와 쓰임을 알아보고, 리듬감이 느껴지는 동시쓰기를 합니다.','[개구리와 두꺼비는 친구]이야기를 통해 진정한 우정에 대한 자신의 생각을 발표하고, 주인공의 입장이 되어 편지쓰기를 합니다.','[살색은 다 달라요]를 통해 다문화 사회에 대한 개념을 정리하고, 세계 여러나라의 문화를 만난 후 생각과 느낌을 담아 독서감상문을 씁니다.','[장기려]를 통해 6-25전쟁의 역사를 이해하고, 희생과 봉사의 업적을 정리한 후 육하원칙에 맞춰 기사문 쓰기를 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'DUM007','C0010','M07','[엉뚱한 수리점]을 통해 뜻을 분명히 해주는 부사어의 종류와 쓰임을 배우고 부탁하는 글쓰기를 합니다.','[치과의사 드소토 선생님]이야기를 통해 등장인물의 성격변화를 살피고, 주인공의 입장에서 상상편지를 씁니다.','[시끌시끌 소음공해 이제 그만]을 통해 소음발생의 원인과 문제점을 알아본 후 소음공해를 막기 위한 주장하는 글을 씁니다.','[유관순]을 통해 일제강점기 시대상을 이해하고, 독립운동가의 업적을 살핀 후 상장만들기를 합니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'DUM008','C0010','M08','[주몽, 고구려를 세우다]를 읽고 건국신화로 고구려의 인물-사건을 정리하며 역사를 만납니다. 또, 인물 관계도를 통해 백제의 건국 이야기까지 함께 다룬 후 역사퀴즈로 수업을 마무리합니다.  ','[박혁거세, 신라를 세우다]를 읽고 신라의 건국신화를 정리하며 신라의 문화재를 만납니다. 그리고 박혁거세를 통해 임금의 자격에 대해 생각을 나눈 후 역사퀴즈로 수업을 정리합니다.','[철의 나라 가야]를 읽고 가야의 건국신화로 스토리를 정리하고 가야의 역사적 사실을 정리합니다. 또, 난생신화의 의의를 정리한 후 역사퀴즈로 수업을 마칩니다.','[건국신화정리+독서감상문]시간에는 삼국의 건국신화 속 핵심을 정리하고 인상 깊은 스토리를 되돌아 보며 독서감상문 쓰기를 합니다.  ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'DUM009','C0010','M09','[할머니와 하얀집]을 통해 올바른 맞춤법을 적용해 문장쓰기를 하고 주제에 맞게 뒷이야기 이어쓰기를 합니다.','[거인의 정원] 이야기를 읽고  같은 주제를 다룬 작품을 비교한 후 거인의 마음변화를 이해하고 추천하는 글을 씁니다.','[오염물이 터졌다]를 통해 오염물이 만들어지는 원인과 물오염을 막는 방법에 대해 알아본 후 주장하는 글을 완성해 봅니다.','[선덕여왕]을 통해 삼국시대 역사를 이해하고, 선덕여왕의 업적을 정리한 후 인물의 입장이 되어 자기소개서를 써 봅니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'DUM010','C0010','M10','[팥죽 할머니와 호랑이]를 통해 등장 인물의 특징을 꾸며 주는 말을 이해하고, 리듬감이 느껴지는 동시 한 편을 완성해 봅니다.','[언제나 칭찬]을 통해 진정한 칭찬이 가진 힘에 대해 이야기 나눠보고, 이야기 속 인과관계를 생각하며 편지쓰기를 해봅니다. ','[오염물이 터졌다!]를 읽고 수질오염의 원인과 문제점을 알아보고, ''물오염을 막고 물을 절약하자''는 주제로 주장하는 글을 적어봅니다.','[주시경]을 통해 한글을 사랑한 국어학자의 업적을 만나고 개화기의 사회 모습을 알아본 후 인물신문을 완성해 봅니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'DUM011','C0010','M11','[쿵푸 아니고 똥푸]의 ''오, 미지의 택배'' 이야기를 통해 올바른 맞춤법에 맞게 문장을 완성하고 뒷이야기를 상상해서 동화 이어쓰기를 합니다.','[아낌없이 주는 나무]을 통해 나무와 소년의 행동에 대한 자신의 생각을 밝히고, 올바른 토론 규칙을 지키며 열띤 토론의 시간을 가져봅니다.','[긴긴 겨울잠에 폭 빠진 동물들]을 읽고 겨울잠을 자는 동물들의 생체변화를 알아보고, 설명하는 글을 완성해 봅니다.','[모차르트]를 읽고 음악을 사랑한 천재 음악가의 삶을 이해하고, 오페라 작품을 감상한 후 연주회 포스터를 만들어 봅니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'DUM012','C0010','M12','[밥상에 우리 말이 가득하네]를 통해 음식에서 유래된 우리말 어휘와 속담을 알아보고 생활문 쓰기를 완성합니다.','[아씨방 일곱 동무]를 읽고 주제와 관련된 자신의 생각을 밝히고, 여러 물건이 모여 하나의 일을 할 수 있는 요소를 찾아 재미있는 동화쓰기를 합니다.','[행복한 왕자]를 통해 기부의 중요성을 이해하고, 기부를 실천한 대표적인 인물을 통해 ''노블레스 오블리주''의 개념을 정리합니다.','[슈바이처]를 통해 1차 세계대전의 시대상을 알고, 나눔과 봉사의 삶을 실천하여 노벨 평화상의 주인공이 된 슈바이처의 삶을 배웁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'TUM001','C0011','M01','1월은 <교과 미리보기 특강>을 진행합니다. [돼지책]을 읽고 옛날과 오늘날의 가족 구성원의 역할 변화를 정리하고 우리 가족의 모습과 연관지어 역할 변화가 필요한 사람에게 편지를 적어봅니다.','[신석기 시대의 봄, 여름, 가을, 겨울]을 통해 신석기 시대의 생활 모습과 도구를 알아보고, 새롭게 알게 된 내용을 바탕으로 설명문 쓰기를 합니다.','[자석 삼킨 강아지]를 통해 자석의 성질을 실험관찰을 통해 알아보고 생활 속 자석의 성질을 이용한 물건을 정리하며 관찰 기록문을 씁니다.*준비물 : 막대자석 2개','<600자 독서감상문> 배운 작품을 정리하고, [자석 삼킨 강아지] 개요짜기를 바탕으로 600자 독서감상문을 완성합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'TUM002','C0011','M02','2월은 <인권>을 주제로 수업합니다. [헬렌켈러]를 읽고, 보지도 듣지도 못 했던 헬렌 켈러의 마음에 공감해봅니다. -정독이해: 줄거리 이해를 바탕으로 문해력 키우기 -창의 사고 활동: 만약 내가 감각을 느낄 수 없다면 어떨지 생각해보기 -주제 글쓰기: 헬렌 켈러가 되어 일기쓰기','장애인 차별 문제에 대해 생각해봅니다. -핵심개념: 장애인에 대한 개념 알아보기 -심화적용: 장애인 차별 모습을 알아보며 사실과 의견 나누기
-주제 글쓰기: ‘장애인과 더불어 살자’는 주장하는 글쓰기','[진짜 투명인간]을 읽고, 시각장애인의 어려움에 대해 공감해봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-토론: 논제-선천적 장애인이 후천적 장애인보다 더 힘들다.
-쓰기: 토론 결과 쓰기','<진짜 투명인간>
시각장애인 블링크 아저씨와 에밀의 우정을 생각하며 800자 원고지에 독후감상문을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'TUM003','C0011','M03','3월은 <환경>을 주제로 수업합니다.
[투발루에게 수영을 가르칠 걸 그랬어!]를 읽고, 점점 가라앉는 투발루에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-창의 사고 활동: 지구 온난화와 투발루
-주제 글쓰기: 환경 신문 만들기','다양한 생물의 터전인 갯벌에 대해 알아봅니다.
-핵심개념: 갯벌의 의미와 갯벌에 사는 생명들
-심화적용: 인간의 욕심으로 파괴되는 갯벌
-주제 글쓰기: ‘병든 갯벌을 보호하자.’는 주장하는 글쓰기','[바삭바삭 갈매기]를 읽고, 바삭바삭을 찾아다니는 갈매기의 상황을 이해해봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-토론: 논제-야생 갈매기에게 과자를 주어도 된다.
-쓰기: 토론 결과 쓰기','<바삭바삭 갈매기>
바삭바삭을 찾아 떠난 야생 갈매기의 상황을 생각하며 800자 원고지에 독후감상문을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'TUM004','C0011','M04','4월은 <과학>을 주제로 수업합니다.
동물과 식물이 태어나는 [알과 씨앗]에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-창의 사고 활동: 내가 만든 씨앗
-주제 글쓰기: 알과 씨앗 설명하기 ','교통수단의 발전에 대해 알아봅니다.
-핵심개념: 옛날과 오늘날의 교통수단
-심화적용: 눈부시게 발전하는 교통수단
-주제 글쓰기: 라이트 형제에게 감사편지 쓰기','[우주쓰레기]를 읽고, 우주와 우주쓰레기에 대해 알아봅시다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-토론: 논제-우주 개발을 지금 해야 한다.
-쓰기: 토론 결과 쓰기','<우주쓰레기>
우주에 떠다니는 쓰레기의 심각성을 알며 800자 원고지에 독후감상문을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'TUM005','C0011','M05','5월은 <가족>을 주제로 수업합니다.
[마법의 설탕 두 조각]을 읽고, 가족과 소통하는 방법에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-창의 사고 활동: 렝켄의 마음에 공감하기
-주제 글쓰기: 렝켄의 부모님이 되어 렝켄에게 편지쓰기','변화하는 오늘날의 가족에 대해 알아봅니다.
-핵심개념: 가족의 변화와 구성원의 역할
-심화적용: 다양한 가족의 모습
-주제 글쓰기: 나의 가족 소개하기','[아드님, 진지드세요]를 읽고 상대를 생각하는 대화법에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-토론: 논제-높임말 사용으로 범수의 버릇을 고쳐야 한다.
-쓰기: 토론 결과 쓰기','<아드님, 진지 드세요>
따뜻한 말의 힘을 알며 800자 원고지에 독후감상문을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'TUM006','C0011','M06','6월은 <호국보훈>을 주제로 수업합니다.
[온양이]를 읽고, 흥남철수에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-지식확장: 6·25전쟁
-주제 글쓰기: 명호가 되어 일기 쓰기','우리나라 국기인 태극기에 대해 알아봅니다.
-심화적용: 우리 민족과 함께한 태극기
-서술형 단문 쓰기: 만세운동과 유관순
-주제 글쓰기: 유관순 열사 소개하기','[나는 안중근이다]를 읽고 우리나라를 대표하는 독립운동가, 안중근에 대해 알아봅시다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-토론: 논제-내가 안중근이라면 총을 쏘고 도망가겠다.
-쓰기: 토론 결과 쓰기','<나는 안중근이다>
나라를 위해 목숨을 바친 안중근을 알고 800자 원고지에 독후감상문을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'TUM007','C0011','M07','7월은 <꿈>을 주제로 수업합니다.
[행복한 청소부]를 읽고, 타인의 직업을 존중하는 마음에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-창의 사고 활동: 주인공 되어보기
-주제 글쓰기: ‘모든 직업은 소중하다.’ 주장하는 글쓰기','다양한 직업에 대해 알아봅니다.
-핵심개념: 직업의 뜻과 중요성
-심화적용: 직업의 종류
-주제 글쓰기: 나의 꿈 소개하기','[꺼벙이 억수와 꿈을 실은 비행기] 주변을 행복하게 하는 꿈에 대해 알아봅시다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-토론: 논제-직업을 선택할 때 돈이 제일 중요하다.
-쓰기: 토론 결과 쓰기','<꺼벙이 억수와 꿈을 실은 비행기>
나와 이웃을 행복하게 하는 꿈을 알고 800자 원고지에 독후감상문을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'TUM008','C0011','M08','8월은 <역사특강>을 진행합니다.
[힘찬 나라 고구려]를 읽고, 용맹하고 강인한 국가였던 고구려에 대하여 알아봅니다.
고구려 전성기 지도를 보며 한반도의 지붕이었던 고구려의 역할에 대해 생각해보고, 역사퀴즈로 수업을 마무리합니다.','[아름다운 나라 백제] 아름다운 문화를 꽃피운 백제에 대하여 알아봅니다.
백제의 역사와 문화를 확인하고, 삼국시대 한강이 중요했던 이유에 대해 함께 생각해 봅니다.','[슬기로운 나라 신라] 독특한 문화가 발달한 신라에 대하여 알아봅니다.
알에서 태어난 시조 임금에 대해 알아보고 그 의미를 생각해 본 후 역사퀴즈로 수업을 마무리 합니다. ','<삼국의 역사 및 연표정리>
각 나라별 중요 왕의 업적을 통해 삼국의 역사를 다시 한 번 정리해 보고 연표를 완성해 봅니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'TUM009','C0011','M09','9월은 <우정>을 주제로 수업합니다.
[거인 부벨라와 지렁이 친구] 있는 그대로 모습을 인정해주는 두 친구의 이야기에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-창의 사고 활동: 다른 점을 인정하는 법
-주제 글쓰기: 기행문 쓰기','나와 다른 친구를 아끼고 사랑하는 자세를 배웁니다.
-핵심개념: 친구와 우정
-심화적용: 우정이 소중한 이유
-주제 글쓰기: 절친한 친구 소개하기','[오성과 한음] 조선시대에 진정한 우정을 나눈 오성과 한음에 대하여 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-토론: 논제-방안으로 팔을 넣은 오성의 행동은 정당하다.
-쓰기: 토론 결과 쓰기','<오성과 한음>
조선의 충신 ‘오성과 한음’의 우정을 생각하며 800자 원고지에 독후감상문을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'TUM010','C0011','M10','10월은 <한글>을 주제로 수업합니다.
[아무말 대잔치] 주인공의 변화를 보며 상대방을 배려하는 대화에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-창의 사고 활동: 나의 언어생활 돌아보기
-주제 글쓰기: 찬우에게 응원의 편지쓰기','한글과 우리나라를 사랑한 한글학자 호머 헐버트에 대해 알아봅니다.
-핵심개념: 호머 헐버트와 육영 공원
-심화적용: 말과 글의 소중함
-주제 글쓰기: 호머 헐버트가 되어 연설문 쓰기','[세종대왕] 한글을 창제한 세종대왕의 삶과 업적을 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-토론: 논제-세종대왕의 도천법은 옳다.
-쓰기: 토론 결과 쓰기','<세종대왕>
백성을 위하여 훈민정음을 창제한 ‘세종대왕’으로 800자 원고지에 독후감상문을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'TUM011','C0011','M11','11월은 <고전>을 주제로 수업합니다.
[옹고집전]을 통해 고전작품의 주제인 ‘권선징악’에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-창의 사고 활동: 진짜 나를 증명하는 방법
-주제 글쓰기: 옹고집이 되어 일기 쓰기','전래동화에 대해 알아보고 주제에 대해 생각해봅니다.
-심화적용: 탐관오리를 벌하는 암행어사
-서술형 단문 쓰기: 어사 박문수 이야기
-주제 글쓰기: 정치인에게 편지 쓰기','효를 실천한 심청이의 이야기를 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-토론: 논제-심청이는 효녀다.
-쓰기: 토론 결과 쓰기','<효녀 심청>
효를 실천한 심청이를 알고 800자 원고지에 독후감상문을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'TUM012','C0011','M12','12월은 <나눔>을 주제로 수업합니다.
[빨간자전거] 부르키나파소의 모습을 살펴보며 아프리카 어린이들의 상황에 대하여 이해합니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-창의 사고 활동: 우리 반 기부 목록
-주제 글쓰기: 나눔 신문 만들기','나눔을 실천하는 올바른 마음에 대해 생각해 봅니다.
-핵심개념: 나눔과 기부
-심화적용: 다양한 기부
-주제 글쓰기: 비교하는 글쓰기','나눔의 중요성을 알았던 여성 기업가 김만덕에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-토론: 논제-내가 김만덕이라면 전 재산을 나누어 줄 수 있다.
-쓰기: 토론 결과 쓰기','<김만덕>
나눔의 마음으로 백성을 살린 김만덕을 알고 800자 원고지에 독후감상문을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'CUM001','C0012','M01','1월은 <역사특강>을 진행합니다.
[해동성국 발해]를 읽고 발해의 역사와 문화를 정리하고 발해가 우리의 역사인 이유에 대한 자신의 의견을 밝히고 역사 퀴즈로 마무리합니다.','[세계 속의 코리아 고려]를 읽고 고려전기의 역사와 문화를 정리하고 고려전기의 왕과 귀족의 역할에 비판해 본 후 지도 위에 영토를 완성합니다.','[몽골에 맞선 나라 고려]를 읽고 고려 후기의 역사와 문화를 정리하고 삼별초 항쟁을 통해 배울점을 적어 본 후 역사퀴즈로 수업을 마무리합니다.','[연표정리 및 독서감상문] 연표를 통해 배운 작품을 정리하고, 가장 인상깊은 시대를 선정해 독서감상문 쓰기를 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'CUM002','C0012','M02','2월은 <인권>을 주제로 수업합니다.
[루이브라유]를 읽고, 점자를 만든 루이 브라유에 대해 알아봅시다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-창의 사고 활동: 점자가 없는 불편함을 상상하고 해결방안 찾기
-주제 글쓰기: 루이 브라유가 되어 편지쓰기','인권이 무엇이고 왜 중요한지에 대해 알아봅니다.
-핵심개념: 인권과 세계인권선언 알아보기
-심화적용: 차별과 편견을 바꾸는 방법 생각하기
-주제 글쓰기: 스티븐 호킹이 되어 연설문 쓰기','[젓가락 달인]을 읽고, 다문화 가족을 알고 더불어 살아가기 위해 노력해봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-토론: 논제-다문화 가정을 구분하는 것은 차별이다.
-쓰기: 토론 결과 쓰기','<젓가락 달인>
다름을 배워가는 우봉이를 이해하고 800자 원고지에 독후 감상문을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'CUM003','C0012','M03','3월은 <환경>을 주제로 수업합니다.
[숨 쉬는 도시 꾸리찌바]를 읽고, 생태도시 꾸리찌바에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-창의 사고 활동: 브라질의 생태 도시
-주제 글쓰기: 환이가 되어 기행문 쓰기','물의 소중함에 대해 알아봅니다.
<오늘의 수업>
-핵심개념: 지구를 살아가게 하는 물
-심화적용: 수질 오염의 원인과 해결방안
-서술형 단문 쓰기: 환경문제에 대한 의견 쓰기
-주제 글쓰기: ‘수질 오염을 막자’로 주장하는 글쓰기','[숲에서 온 바람 윙윙]속 바람과 친구가 된 영범이의 이야기를 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-토론: 논제-토종 식물은 식물원에서 키워야 한다.
-쓰기: 토론 결과 쓰기','<숲에서 온 바람 윙윙>
자연의 소중함을 알며 800자 원고지에 독서감상문을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'CUM004','C0012','M04','4월은 <과학>을 주제로 수업합니다.
화산과 지진에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-창의 사고 활동: 지진을 견디는 건물
-주제 글쓰기: 화산과 지진 신문 만들기','무게와 중력의 관계에 대해 알아봅니다.
-핵심개념: 물체의 무게와 저울
-심화적용: 중력이란 무엇일까
-서술형 단문 쓰기: 중력에 따라 달라지는 무게
-주제 글쓰기: 우주 과학자에게 보내는 뉴턴의 편지','조선의 천재 과학자, 장영실에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-토론: 논제-불량 가마 사건은 장영실의 책임이다.
-쓰기: 토론 결과 쓰기','<고정욱 선생님이 들려주는 장영실>
조선 최고의 과학자인 장영실을 본받으며 800자 원고지에 독후 감상문을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'CUM005','C0012','M05','5월은 <가족>을 주제로 수업합니다.
[비밀소원]을 읽고, 가족의 변화를 받아들이며 성장하는 아이들에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-창의 사고 활동: ‘절친’의 의미와 가족에 대한 생각
-주제 글쓰기: 비밀 일기 쓰기','가족 갈등과 해결방안에 대해 알아봅니다.
-핵심개념: 가족 갈등과 해결방법
-서술형 단문 쓰기: 갈등이 일어났을 때 해결할 수 있는 법
-주제 글쓰기: 스마트폰 사용에 대한 갈등과 해결방안','다양한 가족의 모습에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-토론: 논제-내가 영미라면 밤티 마을로 돌아간다.
-쓰기: 토론 결과 쓰기','<밤티 마을 큰돌이네 집>
변화를 겪으며 단단해진 밤티 마을 가족을 생각하며 800자 원고지에 독후 감상문을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'CUM006','C0012','M06','6월은 <호국보훈>을 주제로 수업합니다.
[울보 엄마]를 읽고, 이산가족의 아픔에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-창의 사고 활동: 이산의 아픔을 되풀이 하지 않을 방법
-주제 글쓰기: 그리운 아버지께 안부 편지쓰기','분단에 대해 알아보고 평화로운 남과 북의 모습에 대해 생각합니다.
-심화적용: 남과 북, 따로 또 같이
-서술형 단문 쓰기: 북한 이탈주민
-주제 글쓰기: 함께하는 우리가 되기 위한 건의문','하나 된 나라를 꿈꿨던 김구의 삶에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-토론: 논제-나라가 어려울 때 내 삶을 바쳐 일한다.
-쓰기: 토론 결과 쓰기','<김구>
자주독립과 통일을 꿈꿨던 김구를 알고 800자 원고지에 독후 감상문을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'CUM007','C0012','M07','7월은 <꿈>을 주제로 수업합니다.
[6분 소설가 하준수]나를 행복하게 하는 꿈에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-창의 사고 활동: ‘세계 책의 날’을 알리는 포스터 만들기
-주제 글쓰기: 내가 주인공이 되는 소설 쓰기','우리가 꿈꾸는 사회에 대해 생각합니다.
-심화적용: 꿈으로 나라를 지킨 사람들
-서술형 단문 쓰기: ‘마틴 루서 킹’의 나에게는 꿈이 있습니다.
-주제 글쓰기: 나의 미래 일기 쓰기','[초희의 글방동무] 조선의 여성 시인, 허난설헌의 어린 시절에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-토론: 논제-조선 시대 여성으로 글공부를 꿈꾼 것은 잘못이다.
-쓰기: 토론 결과 쓰기','<초희의 글방 동무>
자신의 꿈을 찾은 초희를 본받고 800자 원고지에 독후 감상문을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'CUM008','C0012','M08','8월은 <역사특강>을 진행합니다.
[한국사 이야기] 선사시대 ~ 고조선과 여러 나라들의 역사와 문화에 대해 알아봅니다. 그리고 신석기 시대 사람들이 바위에 그림을 남긴 이유에 대해 생각해보며 자신의 의견을 이야기 해 봅니다. ','[한국사 이야기] 고구려와 백제의 역사와 문화에 대해 알아봅니다. 두 나라의 문화유산의 특징을 확인하고 직접 가보고 싶은 곳을 선정하여 문화유산 답사 계획을 적어봅니다. ','[한국사 이야기] 신라와 가야의 역사와 문화에 대해 알아봅니다.
고구려, 백제, 신라, 가야가 있던 시대를 ‘삼국시대’라고 부르는 이유에 대해 생각해 보고 의견을 적어봅니다. ','[한국사 이야기] 통일신라와 발해의 역사와 문화를 배우며 남북국시대에 대해 알아봅니다. 그리고 여름방학 특강을 마무리 하며 선사시대~남북국시대의 내용을 연표를 통해 정리해 봅니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'CUM009','C0012','M09','9월은 <우정>을 주제로 수업합니다.
[지우개 따먹기 법칙] 친구들과 아름다운 우정을 만들어가는 법을 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-창의 사고 활동: 나만의 ‘우정 키우기 법칙’ 만들기
-주제 글쓰기: 상보가 되어 일기쓰기','아름다운 우정을 가꾸는 방법에 대하여 알아봅니다.
-핵심개념: 마음을 알아주는 친구
-서술형 단문 쓰기: 친구의 마음을 이해하는 방법
-주제 글쓰기: 주장하는 글쓰기','[양파의 왕따일기1] 왕따 없는 학교를 만들기 위한 방법에 대하여 생각해봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-토론: 논제-양파에 들어간 정화의 행동은 옳다.
-쓰기: 토론 결과 쓰기','<양파의 왕따 일기1>
왕따의 문제점을 생각하며 ‘양파의 왕따 일기 1’로 800자 원고지에 독서감상문을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'CUM010','C0012','M10','10월은 <한글>을 주제로 수업합니다.
[독서 퀴즈 대회] 주인공의 마음에 공감하며 다양한 책을 읽어야 하는 이유에 대해 생각해봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-창의 사고 활동: 고전, 명작의 새로운 이름
-주제 글쓰기: 대회를 통해 성장한 수혜가 되어 일기쓰기','위대한 문화유산인 한글에 대해 알아봅니다.
-핵심개념: 백성을 가르치는 바른 소리
-서술형 단문 쓰기: 과도한 외국어를 사용하는 식품 업계에 대한 생각 쓰기
-주제 글쓰기: 주장하는 글쓰기','[주보따리, 한글을 지키다] 한글을 사랑하고 연구하였던 한글학자 주시경 선생님에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-토론: 외래어를 우리말로 바꾸어 사용해야 한다.
-쓰기: 토론 결과 쓰기','<주보따리, 한글을 지키다!>
훈민정음에 한글이라는 이름을 붙인 ‘주시경’으로 800자 원고지에 독후 감상문을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'CUM011','C0012','M11','11월은 <고전>을 주제로 수업합니다.
책을 좋아했던 우리 조상에 대해 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-창의 사고 활동: 진정한 독서의 완성 3단계 독서법
-주제 글쓰기: 책을 좋아한 조상님과 상상 인터뷰하기','고전의 가치에 대해 알아봅니다.
-심화적용: 이야기에 노래를 붙인 판소리
-서술형 단문 쓰기: 흥부전의 특징과 교훈
-주제 글쓰기: 고전 작품 뒷이야기 완성하기','병자호란을 배경으로 만들어진 <박씨부인>에 대하여 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-토론: 논제-사람의 외모는 중요하다.
-쓰기: 토론 결과 쓰기','<박씨부인>
병자호란에 대한 안타까움과 백성들의 소망을 담은 <박씨부인>으로 800자 원고지에 독후 감상문을 씁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'CUM012','C0012','M12','12월은 <나눔>을 주제로 수업합니다.
[콩 한쪽도 나누어요] 서로 도우며 따뜻한 세상을 만드는 방법을 알아봅니다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-창의 사고 활동: 사회봉사명령제도
-주제 글쓰기: 지진 현장을 다녀온 라오즈의 일기','진정한 선물을 주고받는 방법에 대해 생각해 봅니다.
-핵심개념: 선물과 뇌물
-심화적용: 크리스마스의 유래
-서술형 단문 쓰기: <크리스마스 선물>에서 배워야 할 점
-주제 글쓰기: 감사함을 전하는 편지 쓰기','공정무역에 대해 알아보고 도덕적인 소비를 홍보해봅시다.
-정독이해: 줄거리 이해를 바탕으로 문해력 키우기
-토론: 논제-모든 상품을 공정무역으로 바꾸자.
-쓰기: 토론 결과 쓰기','<공정무역, 행복한 카카오 농장 이야기>
공정무역을 이해하고 <공정무역, 행복한 카카오 농장 이야기>로 800자 원고지에 독후 감상문을 씁니다.');

------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------

INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP001','C0014','P01','
이달의 인물 [따뜻한 마음 허준 선생님]
동화를 보며, 환자를 배려한 조선의 의사 ‘허준’을 만납니다.
동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.
','이달의 인물 [따뜻한 마음 허준 선생님]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 허준과 친구가 됩니다.','이달의 인물 [따뜻한 마음 허준 선생님]
허준이 쓴 최고의 의학책 동의보감에 대해 알아보며 새로운 지식을 접해봅니다.','이달의 인물 [따뜻한 마음 허준 선생님]
동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP002','C0014','P02','이달의 인물 [동물은 내 친구 제인구달]
동화를 보며, 침팬지를 존중한 동물학자 ‘제인구달’을 만납니다.
동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [동물은 내 친구 제인구달]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 제인구달과 친구가 됩니다.','이달의 인물 [동물은 내 친구 제인구달]
지도에서 아프리카를 찾고, 신비의 땅 아프리카에 대해 알아보며 새로운 지식을 접해봅니다.','이달의 인물 [동물은 내 친구 제인구달]
동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP003','C0014','P03','이달의 인물 [지갑 속의 효자 이이]
동화를 보며, 어머니를 사랑한 효자 ‘이이’를 만납니다.
동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [지갑 속의 효자 이이]
동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다.','이달의 인물 [지갑 속의 효자 이이]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 이이와 친구가 됩니다.','이달의 인물 [지갑 속의 효자 이이]
우리나라 동전과 지폐 속 주인공에 대해 알아보며 새로운 지식을 접해봅니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP004','C0014','P04','이달의 인물 [함께 만든 훈민정음 세종대왕]
동화를 보며, 신하들과 협력하여 한글을 만든 ‘세종대왕’을 만납니다.
동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [함께 만든 훈민정음 세종대왕]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 세종대왕과 친구가 됩니다.','이달의 인물 [함께 만든 훈민정음 세종대왕]
한글을 이루고 있는 자음과 모음 24 글자를 알아보며 새로운 지식을 접해봅니다.','이달의 인물 [함께 만든 훈민정음 세종대왕]
동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP005','C0014','P05','이달의 인물 [날아라! 라이트 형제]
동화를 보며, 끈기 있게 노력하여 비행기를 만든 ‘라이트 형제’를 만납니다.
동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [날아라! 라이트 형제]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 라이트 형제와 친구가 됩니다.','이달의 인물 [날아라! 라이트 형제]
라이트 형제가 만든 플라이어호와 오늘날 비행기를 비교해보며 새로운 지식을 접해봅니다.','이달의 인물 [날아라! 라이트 형제]
동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP006','C0014','P06','이달의 인물 [조선의 문을 열다 이성계]
동화를 보며, 새 나라의 질서를 잡은 ‘이성계를 만납니다. 동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [조선의 문을 열다 이성계]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 이성계와 친구가 됩니다.','이달의 인물 [조선의 문을 열다 이성계]
조선을 발전시킨 훌륭한 임금님이 한 일을 알아보며 새로운 지식을 접해봅니다.','이달의 인물 [조선의 문을 열다 이성계]
동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP007','C0014','P07','이달의 인물[탕! 탕! 탕! 안중근]
동화를 보며, 빼앗긴 나라를 위해 만세를 외친 ‘안중근’을 만납니다. 동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[탕! 탕! 탕! 안중근]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 안중근과 친구가 됩니다.','이달의 인물[탕! 탕! 탕! 안중근]
나라를 사랑한 독립 운동가들이 한 일을 알아보며 새로운 지식을 접해봅니다.','이달의 인물[탕! 탕! 탕! 안중근]
동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP008','C0014','P08','이달의 인물 [영웅 나폴레옹]
동화를 보며, 용기 있게 유럽을 정복하고 황제가 된 ‘나폴레옹’을 만납니다. 동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [영웅 나폴레옹]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 나폴레옹과 친구가 됩니다.','이달의 인물 [영웅 나폴레옹]
지도 위에서 나폴레옹이 차지한 유럽 여러 나라를 찾고, 각 나라의 국기를 알아보며 새로운 지식을 접해봅니다.','이달의 인물 [영웅 나폴레옹]
동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP009','C0014','P09','이달의 인물 [가자, 아프리카로! 슈바이처]
동화를 보며, 아프리카에서 나눔을 실천한 ‘슈바이처’를 만납니다. 동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [가자, 아프리카로! 슈바이처]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 슈바이처와 친구가 됩니다.','이달의 인물 [가자, 아프리카로! 슈바이처]
아픈 곳에 따라 가야하는 병원의 종류를 알아보며 새로운 지식을 접해봅니다.','이달의 인물 [가자, 아프리카로! 슈바이처]
동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP010','C0014','P10','이달의 인물 [약속을 지킨 김유신]
동화를 보며, 자신과의 약속을 지켜 훌륭한 장군이 된 ‘김유신’ 을 만납니다. 동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [약속을 지킨 김유신]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 김유신과 친구가 됩니다.','이달의 인물 [약속을 지킨 김유신]
오늘날까지 남아있는 신라시대의 소중한 문화재 알아보며 새로운 지식을 접해봅니다.','이달의 인물 [약속을 지킨 김유신]
동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP011','C0014','P11','이달의 인물 [고마워요 루이 브라유]
동화를 보며, 시각 장애인을 위해 점자를 만든 ‘루이 브라유’를 만납니다. 동화 속 인물의 마음을 알아보고, 인물의 표정과 비슷한 감정을 찾아보는 공감독서 시간을 갖습니다.','이달의 인물 [고마워요 루이 브라유]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 퍼즐게임 등 다양한 놀이를 통해 루이 브라유와 친구가 됩니다.','이달의 인물 [고마워요 루이 브라유]
우리 생활 속에서 점자가 사용된 곳을 알아보며 새로운 지식을 접해봅니다.  ','이달의 인물 [고마워요 루이 브라유]
동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP012','C0014','P12','이달의 인물 [어린이를 사랑한 방정환]
동화를 보며, 어린이를 사랑하고 존중했던 ‘방정환’을 만납니다.동화 속 인물의 마음을 알아보고, 인물의 표정과 비슷한 감정을 찾아보는 공감독서 시간을 갖습니다.','이달의 인물 [어린이를 사랑한 방정환]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 퍼즐게임 등 다양한 놀이를 통해 루이 브라유와 친구가 됩니다.','이달의 인물 [어린이를 사랑한 방정환]
우리나라의 기념일과 국경일에 대해 알아보고, 정확한 날짜를 따라 써보며 새로운 지식을 접해봅니다.','이달의 인물 [어린이를 사랑한 방정환]
동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP013','C0014','P13','이달의 인물 [아버지의 회초리! 김구]
동화를 보며, 아버지에게 효를 실천한 ‘김구’를 만납니다. 동화 속 인물의 마음을 알아보고, 인물의 표정과 비슷한 감정을 찾아보는 공감독서 시간을 갖습니다.','이달의 인물 [아버지의 회초리! 김구]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 퍼즐게임 등 다양한 놀이를 통해 루이 브라유와 친구가 됩니다.','이달의 인물 [아버지의 회초리! 김구]
지식활동보드를 통해 빼앗긴 나라를 되찾기 위한 독립운동에 대해 배워봅시다.','이달의 인물 [아버지의 회초리! 김구]
동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP014','C0014','P14','이달의 인물 [소금행진 간디]
동화를 보며, 소금행진을 하며 나라를 지킨 ‘간디’ 를 만납니다. 동화 속 인물의 마음을 알아보고, 인물의 표정과 비슷한 감정을 찾아보는 공감독서 시간을 갖습니다.
','이달의 인물 [소금행진 간디]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 퍼즐게임 등 다양한 놀이를 통해 간디와 친구가 됩니다.','이달의 인물 [소금행진 간디]
지식활동보드를 통해 인도의 국기, 음식, 문화 등에 대해 알아보며 새로운 지식을 접해봅니다.','이달의 인물 [소금행진 간디]
동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP015','C0014','P15','이달의 인물 [승리의 불꽃 최무선] 동화를 보며 화약을 만든 최무선을 만납니다. 동화 속 인물의 마음을 알아보며 나의 감정을 표현하는 공감독서 활동을 한 후 ''끈기''의 자세를 알아봅니다. 그리고 스토리를 떠올리며 독서골든벨을 함께 풀어 봅니다. ','이달의 인물 [승리의 불꽃 최무선] 동화의 내용을 기억하며 동요를 신나게 불러본 후 다양한 표현놀이 중심의 워크북을 풀며 독후활동을 합니다. 또, 지식활동보드를 통해 최무선이 살았던 고려시대의 왕, 문화재 등의 특징을 알아봅니다.','이달의 인물 [승리의 불꽃 최무선] 이야기 속 최무선이 화포를 만들게 된 과정을 떠올려 본 후 동화 속 그림읽기로 단어를 익히는 한글학습을 합니다. 그리고 카드를 뽑아 질문에 대해 이야기 나누며 자신의 생각을 큰 소리로 말해 봅니다.','이달의 인물 [승리의 불꽃 최무선] 최무선을 만나며 배운 ''끈기''의 약속을 큰 소리로 외치고 선생님과 함께 최무선 관련 연계도서를 읽고 독서활동을 어어갑니다. 놀이활동북 속 퍼즐 완성하기를 통해 끈기를 체험하고, 실제 최무선의 표정과 목소리를 살피며 연극활동을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP016','C0014','P16','이달의 인물 [우주의 비밀 뉴턴] 동화를 통해 우주의 질서를 밝혀낸 뉴턴을 만납니다. 위인이 겪은 일을 통해 동화 속 인물의 마음을 짐작하고, 어떤 마음인지 표현해 보는 공감 독서활동을 한 후 뉴턴의 만유인력의 법칙을 선생님과 함께 알아보고, 독서 골든벨을 풀어봅니다.','이달의 인물 [우주의 비밀 뉴턴] 즐겁게 동요를 불러보며 노랫말을 익히고, 워크북을 통해 동화내용과 연계해 다양한 표현력을 기르는 문제를 해결해 봅니다. 그리고 ''태양계'' 여러 행성들을 배우며 지식활동보드로 지식을 넓힙니다.','이달의 인물 [우주의 비밀 뉴턴] 동화 속 핵심 장면 속 그림-단어를 큰 소리로 말하며 한글과 친해지는 한글놀이 활동을 합니다. 뉴턴과 관련된 다양한 질문에 답하며 자신의 생각을 발표한 후 뉴턴이 만유인력의 법칙을 찾기 위해 어떤 노력을 했는지 이야기 나눕니다.','이달의 인물 [우주의 비밀 뉴턴] 뉴턴을 통해 배운 인성주제 질서를 지켜야 하는 상황에 대해 이야기 나눠보며 주제확장도서를 읽고 독후활동을 합니다. 또, 위인가면을 활용해 직접 위인이 되어본 다음 더 가까이에서 알아갑니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP017','C0014','P17','이달의 인물 [거북선을 만든 이순신]
동화를 보며, 나라를 사랑한 장군 ‘이순신’을 만납니다.
동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [거북선을 만든 이순신]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 이순신과 친구가 됩니다.','이달의 인물 [거북선을 만든 이순신]
이순신이 만든 거북선에 대해 알아보며 새로운 지식을 접해봅니다.','이달의 인물 [거북선을 만든 이순신]
동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP018','C0014','P18','이달의 인물[용감한 소녀! 잔다르크]
동화를 보며, 나라를 위해 용기있게 싸운 ‘잔다르크’를 만납니다.
동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [용감한 소녀! 잔다르크]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 잔다르크와 친구가 됩니다.','이달의 인물 [용감한 소녀! 잔다르크]
지식활동보드를 통해 잔다르크의 나라 프랑스에 대해 배워봅시다.','이달의 인물[용감한 소녀! 잔다르크]
동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP019','C0014','P19','이달의 인물[제주도 할머니의 소원! 김만덕]
동화를 보며, 제주도 사람들을 위해 자신의 재산을 나눈 ‘김만덕’을 만납니다. 동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [제주도 할머니의 소원! 김만덕]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 김만덕과 친구가 됩니다.','이달의 인물  [제주도 할머니의 소원! 김만덕]
지식활동보드를 통해 아름다운 섬 제주도에 대해 배워봅시다.','이달의 인물 [제주도 할머니의 소원! 김만덕]
동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP020','C0014','P20','이달의 인물[자유를 위한 약속! 마틴루서킹]
동화를 보며, 흑인의 자유를 위해 약속 운동을 이끌었던 ‘마틴루서킹’을 만납니다.
동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[자유를 위한 약속! 마틴루서킹]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 김만덕과 친구가 됩니다.','이달의 인물[자유를 위한 약속! 마틴루서킹]
지식활동보드를 통해 세계 여러나라에 대해 배워봅시다.','이달의 인물[자유를 위한 약속! 마틴루서킹]
동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP021','C0014','P21','이달의 인물[가난한 사람들의 어머니 테레사 수녀]
동화를 보며, 인도의 가난한 사람들을 보살핀 ‘테레사 수녀’를 만납니다.
동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[가난한 사람들의 어머니 테레사 수녀]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 테레사 수녀와 친구가 됩니다.','이달의 인물[가난한 사람들의 어머니 테레사 수녀]
지식활동보드를 통해 테레사 수녀가 인도의 가난한 사람들을 위해 만든 많은 집을 알아보고 따뜻한 사랑의 마음을 배워봅니다.','이달의 인물[가난한 사람들의 어머니 테레사 수녀]
동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP022','C0014','P22','이달의 인물[링컨, 미국을 바꾼 대통령] 동화를 보며, 흑인이 존중받는 세상을 만든 미국의 대통령 ‘링컨’을 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[링컨, 미국을 바꾼 대통령] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 링컨과 친구가 됩니다.','이달의 인물[링컨, 미국을 바꾼 대통령] 지식활동보드를 보며 자유의 나라 미국의 상징인 자유의 여신상의 이모저모를 살펴보고 함께 이야기 나눕니다.','이달의 인물[링컨, 미국을 바꾼 대통령] 동화 장면 속 그림읽기를 통해 단어를 듣고, 말하는 연습을 한 후 한글을 익혀봅니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP023','C0014','P23','이달의 인물[이야기를 만든 효자 김만중] 동화를 보며, 어머니를 사랑하는 마음을 담아 이야기를 만든 ‘김만중’을 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[이야기를 만든 효자 김만중] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 김만중과 친구가 됩니다.','이달의 인물[이야기를 만든 효자 김만중] 지식활동보드를 통해 가족나무에 있는 가족과 친척을 부르는 이름을 알아봅니다.','이달의 인물[이야기를 만든 효자 김만중] 동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP024','C0014','P24','이달의 인물[수원화성의 비밀 정조,정약용] 동화를 보며, 협력으로 수원화성을 만든 ‘정조,정약용’을 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[수원화성의 비밀 정조,정약용] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 정조,정약용과 친구가 됩니다.','이달의 인물[수원화성의 비밀 정조,정약용] 지식활동보드를 통해 임금님과 그 가족이 사는 조선의 궁궐에 대해 알아봅니다.','이달의 인물[수원화성의 비밀 정조, 정약용] 동화 장면 속 그림읽기를 통해 단어를 듣고, 말하는 연습을 한 후 한글을 익혀봅니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP025','C0014','P25','이달의 인물[위대한 음악가 베토벤] 동화를 보며, 끈기있게 노력해 훌륭한 음악가가 된 ‘베토벤’을 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.
','이달의 인물[이야기를 만든 효자 김만중] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 김만중과 친구가 됩니다.','이달의 인물[위대한 음악가 베토벤] 지식활동보드를 통해 멋지고 아름다운 소리를 내는 악기의 종류를 알아봅니다.','이달의 인물[이야기를 만든 효자 김만중] 동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP026','C0014','P26','이달의 인물[바다의 왕 장보고] 동화를 보며, 바다의 질서를 바로잡은 ‘장보고’를 만납니다.동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[바다의 왕 장보고] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 장보고와 친구가 됩니다.','이달의 인물[바다의 왕 장보고] 지식활동보드를 통해 우리나라와 중국, 일본으로 가는 바닷길을 재미있게 꾸며봅니다.','이달의 인물[바다의 왕 장보고] 동화 장면 속 그림읽기를 통해 단어를 듣고, 말하는 연습을 한 후 한글을 익혀봅니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP027','C0014','P27','이달의 인물[뜨거운 만세 유관순] 동화를 보며, 나라를 되찾기 위해 만세운동을 한 ‘유관순’을 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[뜨거운 만세 유관순] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 유관순과 친구가 됩니다.','이달의 인물[뜨거운 만세 유관순] 지식활동보드를 통해 우리나라의 국경일, 기념일에 태극기를 올바르게 다는 방법을 알아봅니다.','이달의 인물[뜨거운 만세 유관순] 동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP028','C0014','P28','이달의 인물[떠나자! 콜럼버스] 동화를 보며, 신대륙을 발견한 용기 있는 ‘콜럼버스’를 만납니다.동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다. ','이달의 인물[떠나자! 콜럼버스] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 콜럼버스와 친구가 됩니다.','이달의 인물[떠나자! 콜럼버스] 지식활동보드를 통해 5대양 6대륙의 위치를 알아보고, 우리가 살고 있는 아시아대륙과 신대륙인 아메리카 대륙을 찾아봅니다.','이달의 인물[떠나자! 콜럼버스] 동화 장면 속 그림읽기를 통해 단어를 듣고, 말하는 연습을 한 후 한글을 익혀봅니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP029','C0014','P29','이달의 인물[컴퓨터 천재, 빌 게이츠] 동화를 보며, 컴퓨터 프로그램을 만들고 부자가 되어 나눔을 실천한 ‘빌 게이츠’를 만납니다.동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다. ','이달의 인물[컴퓨터 천재, 빌 게이츠] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 빌 게이츠와 친구가 됩니다.','이달의 인물[컴퓨터 천재, 빌 게이츠] 지식활동보드를 통해 척척박사 컴퓨터를 구성하는 각 부분의 이름과 하는 일을 알아봅니다.','이달의 인물[컴퓨터 천재, 빌 게이츠] 동화 장면 속 그림읽기를 통해 단어를 듣고, 말해보며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'KP030','C0014','P30','이달의 인물[노벨상에 담긴 약속, 노벨] 동화를 보며, 다이너마이트를 발명하고 전 세계의 평화와 행복을 위해 약속을 지킨 ‘노벨’을 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다. ','이달의 인물[노벨상에 담긴 약속, 노벨] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 노벨과 친구가 됩니다.','이달의 인물[노벨상에 담긴 약속, 노벨] 지식활동보드를 통해 세계 평화를 위해 노력한 노벨평화상을 받은 인물에 대해 함께 알아봅니다.','이달의 인물[노벨상에 담긴 약속, 노벨] 동화 장면 속 그림읽기를 통해 단어를 듣고, 말하는 연습을 한 후 한글을 익혀봅니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP001','C0015','P01','이달의 인물 [따뜻한 마음 허준 선생님]
동화를 보며, 환자를 배려한 조선의 의사 ‘허준’을 만납니다.
동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [따뜻한 마음 허준 선생님]
동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다. ','이달의 인물 [따뜻한 마음 허준 선생님]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 허준과 친구가 됩니다.','이달의 인물 [따뜻한 마음 허준 선생님]
허준이 쓴 최고의 의학책 동의보감에 대해 알아보며 새로운 지식을 접해봅니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP002','C0015','P02','이달의 인물 [동물은 내 친구 제인구달]
동화를 보며, 침팬지를 존중한 동물학자 ‘제인구달’을 만납니다.
동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.
','이달의 인물 [동물은 내 친구 제인구달]
동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다.
','이달의 인물 [동물은 내 친구 제인구달]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 제인구달과 친구가 됩니다.
','이달의 인물 [동물은 내 친구 제인구달]
지도에서 아프리카를 찾고, 신비의 땅 아프리카에 대해 알아보며 새로운 지식을 접해봅니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP003','C0015','P03','이달의 인물 [지갑 속의 효자 이이]
동화를 보며, 어머니를 사랑한 효자 ‘이이’를 만납니다.
동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [지갑 속의 효자 이이]
동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다. ','이달의 인물 [지갑 속의 효자 이이]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 이이와 친구가 됩니다.','이달의 인물 [지갑 속의 효자 이이]
우리나라 동전과 지폐 속 주인공에 대해 알아보며 새로운 지식을 접해봅니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP004','C0015','P04','이달의 인물 [함께 만든 훈민정음 세종대왕]
동화를 보며, 신하들과 협력하여 한글을 만든 ‘세종대왕’을 만납니다.
동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [함께 만든 훈민정음 세종대왕]
동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다. ','이달의 인물 [함께 만든 훈민정음 세종대왕]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 세종대왕과 친구가 됩니다.','이달의 인물 [함께 만든 훈민정음 세종대왕]
한글을 이루고 있는 자음과 모음 24 글자를 알아보며 새로운 지식을 접해봅니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP005','C0015','P05','이달의 인물 [날아라! 라이트 형제]
동화를 보며, 끈기 있게 노력하여 비행기를 만든 ‘라이트 형제’를 만납니다.
동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [날아라! 라이트 형제]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 라이트 형제와 친구가 됩니다.','이달의 인물 [날아라! 라이트 형제]
라이트 형제가 만든 플라이어호와 오늘날 비행기를 비교해보며 새로운 지식을 접해봅니다.','이달의 인물 [날아라! 라이트 형제]
동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP006','C0015','P06','이달의 인물 [조선의 문을 열다 이성계]
동화를 보며, 새 나라의 질서를 잡은 ‘이성계를 만납니다. 동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [조선의 문을 열다 이성계]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 이성계와 친구가 됩니다.','이달의 인물 [조선의 문을 열다 이성계]
조선을 발전시킨 훌륭한 임금님이 한 일을 알아보며 새로운 지식을 접해봅니다.','이달의 인물 [조선의 문을 열다 이성계]
동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP007','C0015','P07','이달의 인물[탕! 탕! 탕! 안중근]
동화를 보며, 빼앗긴 나라를 위해 만세를 외친 ‘안중근’을 만납니다. 동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.
','이달의 인물[탕! 탕! 탕! 안중근]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 안중근과 친구가 됩니다.
','이달의 인물[탕! 탕! 탕! 안중근]
나라를 사랑한 독립 운동가들이 한 일을 알아보며 새로운 지식을 접해봅니다.','이달의 인물[탕! 탕! 탕! 안중근]
동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP008','C0015','P08','이달의 인물 [영웅 나폴레옹]
동화를 보며, 용기 있게 유럽을 정복하고 황제가 된 ‘나폴레옹’을 만납니다. 동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [영웅 나폴레옹]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 나폴레옹과 친구가 됩니다.','이달의 인물 [영웅 나폴레옹]
지도 위에서 나폴레옹이 차지한 유럽 여러 나라를 찾고, 각 나라의 국기를 알아보며 새로운 지식을 접해봅니다.','이달의 인물 [영웅 나폴레옹]
동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP009','C0015','P09','이달의 인물 [가자, 아프리카로! 슈바이처]
동화를 보며, 아프리카에서 나눔을 실천한 ‘슈바이처’를 만납니다. 동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [가자, 아프리카로! 슈바이처]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 슈바이처와 친구가 됩니다.','이달의 인물 [가자, 아프리카로! 슈바이처]
아픈 곳에 따라 가야하는 병원의 종류를 알아보며 새로운 지식을 접해봅니다.','이달의 인물 [가자, 아프리카로! 슈바이처]
동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP010','C0015','P10','이달의 인물 [약속을 지킨 김유신]
동화를 보며, 자신과의 약속을 지켜 훌륭한 장군이 된 ‘김유신’ 을 만납니다. 동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.
','이달의 인물 [약속을 지킨 김유신]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 김유신과 친구가 됩니다.
','이달의 인물 [약속을 지킨 김유신]
오늘날까지 남아있는 신라시대의 소중한 문화재 알아보며 새로운 지식을 접해봅니다.
','이달의 인물 [약속을 지킨 김유신]
동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP011','C0015','P11','이달의 인물 [고마워요 루이 브라유]
동화를 보며, 시각 장애인을 위해 점자를 만든 ‘루이 브라유’를 만납니다. 동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [고마워요 루이 브라유]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 루이 브라유와 친구가 됩니다.','이달의 인물 [고마워요 루이 브라유]
우리 생활 속에서 점자가 사용된 곳을 알아보며 새로운 지식을 접해봅니다.  ','이달의 인물 [고마워요 루이 브라유]
동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP012','C0015','P12','이달의 인물 [어린이를 사랑한 방정환]
동화를 보며, 어린이를 사랑하고 존중했던 ‘방정환’을 만납니다. 동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [어린이를 사랑한 방정환]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 방정환과 친구가 됩니다.','이달의 인물 [어린이를 사랑한 방정환]
우리나라의 기념일과 국경일에 대해 알아보고, 정확한 날짜를 따라 써보며 새로운 지식을 접해봅니다.','이달의 인물 [어린이를 사랑한 방정환]
동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP013','C0015','P13','이달의 인물 [아버지의 회초리! 김구]
동화를 보며, 아버지에게 효를 실천한 ‘김구’를 만납니다. 동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [아버지의 회초리! 김구]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 김구와 친구가 됩니다.','이달의 인물 [아버지의 회초리! 김구]
지식활동보드를 통해 빼앗긴 나라를 되찾기 위한 독립운동에 대해 배워봅시다.','이달의 인물 [아버지의 회초리! 김구]
동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP014','C0015','P14','이달의 인물 [소금행진 간디]
동화를 보며, 소금행진을 하며 나라를 지킨 ‘간디’ 을 만납니다. 동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [소금행진 간디]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 간디와 친구가 됩니다.','이달의 인물 [소금행진 간디]
지식활동보드를 통해 지식활동보드를 통해 인도의 국기, 음식, 문화 등에 대해 알아보며 새로운 지식을 접해봅니다.','이달의 인물 [소금행진 간디]
동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP015','C0015','P15','이달의 인물 [승리의 불꽃 최무선] 동화 스토리를 생각하며 고려의 발명가 ‘최무선’을 만납니다. 동화 속 인물의 마음을 알아보고, 상황 속에 감정이입을 해보며 내 마음을 표현하는 공감독서 시간을 갖습니다. 또, 최무선의 업적을 정리한 다음 동화 속 퀴즈를 큰소리로 외치며 독서골든벨을 함께 합니다.  ','이달의 인물 [승리의 불꽃 최무선] 동요를 함께 부르며 노랫말을 익힌 후 동화와 생활을 연계한 통합 놀이 워크북을 함께 풀어봅니다. 그리고 고려를 세운 왕, 고려의 문화를 알아보는 지식활동보드를 통해 배경지식을 넓힙니다.','이달의 인물 [승리의 불꽃 최무선] 동화를 떠올리며 중심단어를 넣어 장면을 말하고 단어를 익히는 한글놀이 활동을 합니다. 최무선과 관련된 다양한 생각을 나누는 생각말하기로 발표를 한 후 최무선이 화약을 만들기 위해 어떤 노력을 했는지 이야기 나누며 생각을 키워갑니다. ','이달의 인물 [승리의 불꽃 최무선] 최무선을 통해 생활 속에서 실천할 수 있는 끈기의 자세를 말해보며 최무선과 연계된 주제확장도서를 읽고 내용을 정리해 봅니다. 놀이활동북으로 친구들과 체험하며 끈기를 익혀보고, 상황에 맞는 표정과 목소리로 연극을 하며 인물을 더 가까이에서 이해합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP016','C0015','P16','이달의 인물 [우주의 비밀 뉴턴] 동화를 통해 우주의 질서를 밝혀낸 뉴턴을 만납니다. 위인이 겪은 일을 통해 동화 속 인물의 마음을 알아보는 공감독서 활동을 한 후 뉴턴의 만유인력의 법칙을 선생님과 함께 알아본 다음 동화내용을 퀴즈로 만나며 독서 골든벨을 풀어봅니다.','이달의 인물 [우주의 비밀 뉴턴] 즐겁게 동요를 불러보며 노랫말을 익히고, 워크북을 통해 동화내용과 연계해 다양한 유형의 문제를 해결해 봅니다. 그리고 우주에 대한 관심을 확장해 ''태양계'' 행성들을 배우며 지식활동보드로 지식을 넓힙니다.','이달의 인물 [우주의 비밀 뉴턴] 동화 속 중심단어를 익히며 한글과 친해지는 한글익히기 활동을 합니다. 뉴턴과 관련된 다양한 질문에 답하며 자신의 생각을 발표한 후 뉴턴이 만유인력의 법칙을 찾기 위해 노력한 과정에 대해 이야기 나눕니다.','이달의 인물 [우주의 비밀 뉴턴] 뉴턴을 통해 배운 인성주제 질서를 생활 속에서 지켜야 하는 상황에 대해 이야기 나눠보며 주제확장도서를 읽고 독후활동을 합니다. 체험 속에서 즐기는 놀이활동을 통해 질서의 중요성을 배운 후, 위인가면을 활용해 직접 위인이 되어본 다음 더 가까이에서 알아갑니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP017','C0015','P17','이달의 인물 [거북선을 만든 이순신]
동화를 보며, 나라는 사랑한 장군 ‘이순신’을 만납니다.
동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [거북선을 만든 이순신]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 이순신과 친구가 됩니다.','이달의 인물 [거북선을 만든 이순신]
이순신이 만든 거북선에 대해 알아보며 새로운 지식을 접해봅니다.','이달의 인물 [거북선을 만든 이순신]
동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP018','C0015','P18','이달의 인물[용감한 소녀! 잔다르크]
동화를 보며 나라를 위해 용기있게 싸운 ‘잔다르크’를 만납니다.
동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [용감한 소녀! 잔다르크]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 잔다르크와 친구가 됩니다.','이달의 인물 [용감한 소녀! 잔다르크]
지식활동보드를 통해 잔다르크의 나라 프랑스에 대해 배워봅시다.','이달의 인물[용감한 소녀! 잔다르크]
동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP019','C0015','P19','이달의 인물[제주도 할머니의 소원! 김만덕]
동화를 보며, 제주도 사람들을 위해 자신의 재산을 나눈 ‘김만덕’을 만납니다.
동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [제주도 할머니의 소원! 김만덕]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 김만덕과 친구가 됩니다.','이달의 인물  [제주도 할머니의 소원! 김만덕]
지식활동보드를 통해 아름다운 섬 제주도에 대해 배워봅시다.','이달의 인물 [제주도 할머니의 소원! 김만덕]
동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP020','C0015','P20','이달의 인물[자유를 위한 약속! 마틴루서킹]
동화를 보며, 흑인의 자유를 위해 약속 운동을 이끌었던 ‘마틴루서킹’을 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다','이달의 인물[자유를 위한 약속! 마틴루서킹]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 김만덕과 친구가 됩니다.','이달의 인물[자유를 위한 약속! 마틴루서킹]
지식활동보드를 통해 세계 여러나라에 대해 배워봅시다.','이달의 인물[자유를 위한 약속! 마틴루서킹]
동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP021','C0015','P21','이달의 인물[가난한 사람들의 어머니 테레사 수녀]
동화를 보며, 인도의 가난한 사람들을 보살피고 배려한 ‘테레사 수녀’를 만납니다.
동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[가난한 사람들의 어머니 테레사 수녀]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 테레사 수녀와 친구가 됩니다.','이달의 인물[가난한 사람들의 어머니 테레사 수녀]
지식활동보드를 통해 테레사 수녀가 인도의 가난한 사람들을 위해 만든 많은 집을 알아보고 따뜻한 배려의 마음을 배워봅니다.','이달의 인물[가난한 사람들의 어머니 테레사 수녀]
동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP022','C0015','P22','이달의 인물[링컨, 미국을 바꾼 대통령] 동화를 보며, 흑인이 존중받는 세상을 만든 미국의 16대 대통령 ‘링컨’을 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[링컨, 미국을 바꾼 대통령] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 링컨과 친구가 됩니다.','이달의 인물[링컨, 미국을 바꾼 대통령] 지식활동보드를 보며 자유의 나라 미국의 상징인 자유의 여신상의 이모저모를 살펴보고 함께 이야기 나눕니다.','이달의 인물[링컨, 미국을 바꾼 대통령] 동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP023','C0015','P23','이달의 인물[이야기를 만든 효자 김만중] 동화를 보며, 어머니를 사랑하는 마음을 담아 이야기를 만든 ‘김만중’을 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[이야기를 만든 효자 김만중] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 김만중과 친구가 됩니다.','이달의 인물[이야기를 만든 효자 김만중] 지식활동보드를 통해 가계도를 살펴보며 가족과 친척을 부르는 이름을 알아봅니다.','이달의 인물[이야기를 만든 효자 김만중] 동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP024','C0015','P24','이달의 인물[수원화성의 비밀 정조,정약용] 동화를 보며, 협력으로 수원화성을 만든 ‘정조,정약용’을 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[수원화성의 비밀 정조,정약용] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 정조,정약용과 친구가 됩니다.','이달의 인물[수원화성의 비밀 정조,정약용] 지식활동보드를 통해 임금님과 그 가족이 사는 조선의 궁궐에 대해 알아봅니다.','이달의 인물[수원화성의 비밀 정조, 정약용] 동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP025','C0015','P25','이달의 인물[위대한 음악가 베토벤] 동화를 보며, 장애를 이겨내기 위해 끈기있게 노력한 음악가 ‘베토벤’을 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[위대한 음악가 베토벤] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 베토벤과 친구가 됩니다.','이달의 인물[위대한 음악가 베토벤] 지식활동보드를 통해 베토벤이 사랑한 악기를 종류별로 분류해 봅니다.','이달의 인물[위대한 음악가 베토벤] 동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP026','C0015','P26','이달의 인물[바다의 왕 장보고] 동화를 보며, 바다의 질서를 바로잡은 ‘장보고’를 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[바다의 왕 장보고] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 장보고와 친구가 됩','이달의 인물[바다의 왕 장보고] 지식활동보드를 통해 장보고가 지킨 우리나라와 중국, 일본으로 가는 바닷길을 알아봅니다.','이달의 인물[바다의 왕 장보고] 동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP027','C0015','P27','이달의 인물[뜨거운 만세 유관순] 동화를 보며, 일본에게 빼앗긴 나라를 되찾기 위해 만세운동을 한 ‘유관순’을 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[뜨거운 만세 유관순] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 유관순과 친구가 됩니다.','이달의 인물[뜨거운 만세 유관순] 지식활동보드를 통해 우리나라의 국경일, 기념일을 알아보고 태극기를 올바르게 다는 방법을 배워봅니다.','이달의 인물[뜨거운 만세 유관순] 동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP028','C0015','P28','이달의 인물[떠나자! 콜럼버스] 동화를 보며, 신대륙을 발견한 용기 있는 ‘콜럼버스’를 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다. ','이달의 인물[떠나자! 콜럼버스] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 콜럼버스와 친구가 됩니다.','이달의 인물[떠나자! 콜럼버스] 지식활동보드를 통해 5대양 6대륙의 위치를 알아보고, 우리가 살고 있는 아시아대륙과 신대륙인 아메리카 대륙을 찾아봅니다.','이달의 인물[떠나자! 콜럼버스] 동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP029','C0015','P29','이달의 인물[컴퓨터 천재, 빌 게이츠] 동화를 보며, 컴퓨터 프로그램을 만들고 부자가 되어 나눔을 실천한 ‘빌 게이츠’를 만납니다.동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다. ','이달의 인물[컴퓨터 천재, 빌 게이츠] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 빌 게이츠와 친구가 됩니다.','이달의 인물[컴퓨터 천재, 빌 게이츠] 지식활동보드를 통해 척척박사 컴퓨터를 구성하는 각 부분의 이름과 하는 일을 알아봅니다.','이달의 인물[컴퓨터 천재, 빌 게이츠] 동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'MP030','C0015','P30','이달의 인물[노벨상에 담긴 약속, 노벨] 동화를 보며, 다이너마이트를 발명하고 전 세계의 평화와 행복을 위해 약속을 지킨 ‘노벨’을 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다. ','이달의 인물[노벨상에 담긴 약속, 노벨] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 노벨과 친구가 됩니다.','이달의 인물[노벨상에 담긴 약속, 노벨] 지식활동보드를 통해 세계 평화를 위해 노력한 노벨평화상을 받은 인물에 대해 함께 알아봅니다.','이달의 인물[노벨상에 담긴 약속, 노벨] 동화 속 중심 단어를 따라 쓰고, 문장으로 장면을 이야기하며 한글을 익히는 시간입니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP001','C0015','P01','이달의 인물 [따뜻한 마음 허준 선생님]
동화 전체 스토리를 파악하며 환자를 배려한 조선의 의사 ‘허준’을 만납니다.
동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [따뜻한 마음 허준 선생님]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 주도적인 놀이학습을 통해 허준을 깊이 있게 이해합니다.','이달의 인물 [따뜻한 마음 허준 선생님]
허준이 쓴 최고의 의학책 동의보감에 대해 알아보며 옛날과 오늘날의 의사를 비교해 봅니다.
','이달의 인물 [따뜻한 마음 허준 선생님]
동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP002','C0015','P02','이달의 인물 [동물은 내 친구 제인구달]
동화 전체 스토리를 파악하며 침팬지를 존중한 동물학자 ‘제인구달’ 을 만납니다.
동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [동물은 내 친구 제인구달]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 주도적인 놀이학습을 통해 제인구달을 깊이 있게 이해합니다.','이달의 인물 [동물은 내 친구 제인구달]
지도에서 아프리카를 찾고, 신비의 땅 아프리카에 대해 알아보며 동물존중의 방법에 대해 이야기 나눕니다.','이달의 인물 [동물은 내 친구 제인구달]
동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP003','C0015','P03','이달의 인물 [지갑 속의 효자 이이]
동화 전체 스토리를 파악하며 어머니를 사랑한 효자 ‘이이’를 만납니다.
동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [지갑 속의 효자 이이]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 주도적인 놀이학습을 통해 이이를 깊이 있게 이해합니다.','이달의 인물 [지갑 속의 효자 이이]
우리나라 동전과 지폐 속 인물을 알아보며 우리나라 돈의 가치에 대해 이야기 나누어 봅니다.','이달의 인물 [지갑 속의 효자 이이]
동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP004','C0015','P04','이달의 인물 [함께 만든 훈민정음 세종대왕]
동화 전체 스토리를 파악하며 신하들과 협력하여 한글을 만든 ‘세종대왕’을 만납니다.
동화 속 인물의 마음을 이해하고 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [함께 만든 훈민정음 세종대왕]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 주도적인 놀이학습을 통해 세종대왕을 깊이 있게 이해합니다. ','이달의 인물 [함께 만든 훈민정음 세종대왕]
한글을 이루고 있는 자음과 모음 24 글자를 알아보며 한글의 소중함에 대해 생각해 봅니다.','이달의 인물 [함께 만든 훈민정음 세종대왕]
동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP005','C0015','P05','이달의 인물 [날아라! 라이트 형제]
동화 전체 스토리를 파악하며, 끈기 있게 노력하여 비행기를 만든 ‘라이트 형제’를 만납니다.
동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [날아라! 라이트 형제]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 라이트 형제와 친구가 됩니다.','이달의 인물 [날아라! 라이트 형제]
라이트 형제가 만든 플라이어호와 오늘날 비행기를 비교해보며 새로운 지식을 접해봅니다.','이달의 인물 [날아라! 라이트 형제]
동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP006','C0015','P06','이달의 인물 [조선의 문을 열다 이성계]
동화 전체 스토리를 파악하며, 새 나라의 질서를 잡은 ‘이성계를 만납니다. 동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [조선의 문을 열다 이성계]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 이성계와 친구가 됩니다.','이달의 인물 [조선의 문을 열다 이성계]
조선을 발전시킨 훌륭한 임금님이 한 일을 알아보며 새로운 지식을 접해봅니다.','이달의 인물 [조선의 문을 열다 이성계]
동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP007','C0015','P07','이달의 인물[탕! 탕! 탕! 안중근]
동화 전체 스토리를 파악하며, 빼앗긴 나라를 위해 만세를 외친 ‘안중근’을 만납니다. 동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.
','이달의 인물[탕! 탕! 탕! 안중근]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 안중근과 친구가 됩니다.
','이달의 인물[탕! 탕! 탕! 안중근]
나라를 사랑한 독립 운동가들이 한 일을 알아보며 새로운 지식을 접해봅니다.','이달의 인물[탕! 탕! 탕! 안중근]
동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP008','C0015','P08','이달의 인물 [영웅 나폴레옹]
동화 전체 스토리를 파악하며, 용기 있게 유럽을 정복하고 황제가 된 ‘나폴레옹’을 만납니다. 동화 속 인물의 마음을 알아보고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [영웅 나폴레옹]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 나폴레옹과 친구가 됩니다.','이달의 인물 [영웅 나폴레옹]
지도 위에서 나폴레옹이 차지한 유럽 여러 나라를 찾고, 각 나라의 국기를 알아보며 새로운 지식을 접해봅니다.','이달의 인물 [영웅 나폴레옹]
동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP009','C0015','P09','이달의 인물 [가자, 아프리카로! 슈바이처]
동화 전체 스토리를 파악하며 아프리카에서 나눔을 실천한 ‘슈바이처’를 만납니다.
동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [가자, 아프리카로! 슈바이처]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 주도적인 놀이학습을 통해 슈바이처를 깊이 있게 이해합니다.','이달의 인물 [가자, 아프리카로! 슈바이처]
아픈 곳에 따라 가야하는 병원의 종류를 알아보며 자신의 경험을 이야기해 봅니다.','이달의 인물 [가자, 아프리카로! 슈바이처]
동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP010','C0015','P10','이달의 인물 [약속을 지킨 김유신]
동화 전체 스토리를 파악하며 자신과의 약속을 지켜 장군이 된 ‘김유신’을 만납니다.
동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [약속을 지킨 김유신]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 주도적인 놀이학습을 통해 김유신을 깊이 있게 이해합니다.','이달의 인물 [약속을 지킨 김유신]
오늘날까지 남아있는 신라시대의 소중한 문화재에 대해 알아보며 문화재를 대하는 올바른 자세에 대해 이야기 나누어 봅니다.
','이달의 인물 [약속을 지킨 김유신]
동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP011','C0015','P11','이달의 인물 [고마워요 루이 브라유]
동화 전체 스토리를 파악하며 시각 장애인을 위해 점자를 만든 ‘루이 브라유’를 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [고마워요 루이 브라유]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 주도적인 놀이학습을 통해 루이 브라유를 깊이 있게 이해합니다.','이달의 인물 [고마워요 루이 브라유]
생활 속에서 점자가 사용된 곳을 알아보며 시각 장애인의 삶에 대해 이야기 나누어 봅니다. ',' 이달의 인물 [고마워요 루이 브라유]
동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP012','C0015','P12','이달의 인물 [어린이를 사랑한 방정환]
동화 전체 스토리를 파악하며 어린이를 사랑하고 존중했던 ‘방정환’을 만납니다.
동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [어린이를 사랑한 방정환]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 주도적인 놀이학습을 통해 방정환을 깊이 있게 이해합니다.','이달의 인물 [어린이를 사랑한 방정환]
우리나라의 기념일과 국경일에 대해 알아보고, 날짜를 따라 써보며 의미를 되새겨 봅니다. ','이달의 인물 [어린이를 사랑한 방정환]
동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP013','C0015','P13','이달의 인물[아버지의 회초리! 김구]
동화 전체 스토리를 파악하며 아버지에게 효를 실천한 ‘김구’를 만납니다.
동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [아버지의 회초리! 김구]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 김구와 친구가 됩니다.','이달의 인물 [아버지의 회초리! 김구]
지식활동보드를 통해 빼앗긴 나라를 되찾기 위한 독립운동에 대해 배워봅시다.','이달의 인물 [아버지의 회초리! 김구]
동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP014','C0015','P14','이달의 인물 [소금행진 간디]
동화 전체 스토리를 파악하며 인도를 위해 독립을 실천한 ‘간디’를 만납니다.
동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [소금행진 간디]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 간디와 친구가 됩니다.','이달의 인물 [소금행진 간디]
지식활동보드를 통해 지식활동보드를 통해 인도의 국기, 음식, 문화 등에 대해 알아보며 새로운 지식을 접해봅니다.','이달의 인물 [아버지의 회초리! 김구]
동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP015','C0015','P15','이달의 인물 [승리의 불꽃 최무선] 동화를 ''기-승-전-결'' 흐름에 따라 스토리를 이해하며 고려의 발명가 최무선을 만납니다. 동화 속 인물의 마음을 이해하고, 비슷한 경험을 떠올려보며 공감독서 활동을 합니다. 그리고 업적을 이해한 후 독서 골든벨에 참여해 퀴즈를 통해 스토리를 정리합니다.','이달의 인물 [승리의 불꽃 최무선]을 통해 노랫말을 익히며 동요를 부르고, 다양한 지식을 넓히는 동화연계 문제를 풀어보며 독서의 깊이를 만듭니다. 그리고 최무선이 화약을 만들기 위한 과정을 돌아보며 최무선이 살던 나라 고려의 왕과 문화적 특징을 알아보는 지식활동보드를 통해 역사에 대한 이해를 넓혀갑니다.','이달의 인물 [승리의 불꽃 최무선] 최무선이 화약을 만든 과정을 떠올리며 끈기와 연계해 주제에 대해 이야기 나눈 후 중심단어를 넣어 중심문장을 만들어보는 한글학습 시간을 갖습니다. 최무선과 관련된 질문에 대해 답하며 내 생각과 친구들의 생각을 비교해 봅니다. ','이달의 인물 [승리의 불꽃 최무선] 최무선을 통해 배운 ''끈기''를 실천한 경험을 발표하고, 최무선 주제확장 도서를 함께 읽고 최무선과 연계해 독후활동을 어어갑니다. 그리고 모둠별로 끈기와 인내를 체험하는 놀이활동북을 함께한 후 역할을 나눠 상황에 맞는 알맞은 목소리와 표정으로 연극활동을 합니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP016','C0015','P16','이달의 인물 [우주의 비밀 뉴턴] 기승전결 동화 스토리 전체를 파악하며 동화를 통해 영국의 과학자 뉴턴을 만납니다. 동화 속 인물이 처한 상황을 이해하고 마음에 공감하는 공감독서활동을 한 후 뉴턴의 업적을 상세하게 정리해 봅니다. 그리고 독서골든벨을 통해 퀴즈로 동화를 정리하며 스토리를 정리합니다.','이달의 인물 [우주의 비밀 뉴턴] 동요를 부르며 노랫말을 기억한 후 동화와 연계해 지식을 넓히는 통합 놀이 워크북을 풀며 문제해결력을 기릅니다. 그리고 우주에 대한 관심을 확장해 ''태양계'' 행성들을 배우며 지식활동보드로 지식을 넓힙니다.','이달의 인물 [우주의 비밀 뉴턴] 동화 장면과 연계해 기초 읽기, 기초쓰기를 다지는 한글학습을 합니다. 뉴턴과 관련된 다양한 질문에 답하며 자신의 생각을 발표한 후 뉴턴이 만유인력의 법칙을 찾기 위해 노력한 과정에 대해 이야기 나눕니다.','이달의 인물 [우주의 비밀 뉴턴] 뉴턴을 통해 생활 속에서 질서를 지켜야 하는 상황을 말해보고 주제연계 확장도서를 읽고 퀴즈를 풀며 독후활동을 합니다. 위인가면을 활용해 동화 속 한 장면을 연극활동으로 체험해보며 다양한 놀이활동을 통해 학습의 경험을 넓힙니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP017','C0015','P17','이달의 인물 [거북선을 만든 이순신]
동화 전체 스토리를 파악하며 나라를 사랑한 장군 ‘이순신’을 만납니다.
동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [거북선을 만든 이순신]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 주도적인 놀이학습을 통해 이순신의 나라 사랑을 깊이 있게 이해합니다.','이달의 인물 [거북선을 만든 이순신]
일본을 무찌른 거북선을 통해 임진왜란에서 승리한 이순신을 알아봅니다.
','이달의 인물 [거북선을 만든 이순신]
동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP018','C0015','P18','이달의 인물[용감한 소녀! 잔다르크]
동화 전체 스토리를 파악하며 나라를 위해 용기있게 싸운 ‘잔다르크’를 만납니다.
동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [용감한 소녀! 잔다르크]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 잔다르크와 친구가 됩니다.','이달의 인물 [용감한 소녀! 잔다르크]
지식활동보드를 통해 잔다르크의 나라 프랑스에 대해 배워봅시다.','이달의 인물[용감한 소녀! 잔다르크]
동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP019','C0015','P19','이달의 인물[제주도 할머니의 소원! 김만덕]
동화 전체 스토리를 파악하며 제주도 사람들을 위해 자신의 재산을 나눈 ‘김만덕’을 만납니다.
동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물 [제주도 할머니의 소원! 김만덕]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 김만덕과 친구가 됩니다.','이달의 인물  [제주도 할머니의 소원! 김만덕]
지식활동보드를 통해 아름다운 섬 제주도에 대해 배워봅시다.','이달의 인물 [제주도 할머니의 소원! 김만덕]
동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP020','C0015','P20','이달의 인물[자유를 위한 약속! 마틴루서킹]
동화 전체 스토리를 파악하며 흑인의 자유를 위해 약속 운동을 이끌었던 ‘마틴루서킹’을 만납니다.
동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[자유를 위한 약속! 마틴루서킹]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극등 다양한 놀이를 통해 김만덕과 친구가 됩니다.','이달의 인물[자유를 위한 약속! 마틴루서킹]
지식활동보드를 통해 세계 여러나라에 대해 배워봅시다.','이달의 인물[자유를 위한 약속! 마틴루서킹]
동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP021','C0015','P21','이달의 인물[가난한 사람들의 어머니 테레사 수녀]
동화 전체 스토리를 파악하며 인도의 가난한 사람들을 보살피고 배려한 ‘테레사 수녀’를 만납니다.
동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[가난한 사람들의 어머니 테레사 수녀]
즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 테레사 수녀와 친구가 됩니다.','이달의 인물[가난한 사람들의 어머니 테레사 수녀]
지식활동보드를 통해 테레사 수녀가 인도의 가난한 사람들을 위해 만든 많은 집을 알아보고 따뜻한 배려의 마음을 배워봅니다.','이달의 인물[가난한 사람들의 어머니 테레사 수녀]
동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP022','C0015','P22','이달의 인물[링컨, 미국을 바꾼 대통령] 동화 전체 스토리를 파악하며 흑인이 존중받는 세상을 만든 미국의 16대 대통령 ‘링컨’을 만납니다.동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[링컨, 미국을 바꾼 대통령] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 링컨과 친구가 됩니다.','이달의 인물[링컨, 미국을 바꾼 대통령] 지식활동보드를 보며 자유의 나라 미국의 상징인 자유의 여신상의 이모저모를 살펴보고 함께 이야기 나눕니다.','이달의 인물[링컨, 미국을 바꾼 대통령] 동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP023','C0015','P23','이달의 인물[이야기를 만든 효자 김만중] 동화 전체 스토리를 파악하며 어머니를 사랑하는 마음을 담아 이야기를 만든 ‘김만중’을 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[이야기를 만든 효자 김만중] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 김만중과 친구가 됩니다.','이달의 인물[이야기를 만든 효자 김만중] 지식활동보드를 통해 가계도를 살펴보며 가족과 친척을 부르는 이름을 알아봅니다.','이달의 인물[이야기를 만든 효자 김만중] 동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP024','C0015','P24','이달의 인물[수원화성의 비밀 정조,정약용] 동화 전체 스토리를 파악하며 협력으로 수원화성을 만든 ‘정조,정약용’을 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[수원화성의 비밀 정조,정약용] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 정조,정약용과 친구가 됩니다.','이달의 인물[수원화성의 비밀 정조,정약용] 지식활동보드를 통해 임금님과 그 가족이 사는 조선의 궁궐에 대해 알아봅니다.','이달의 인물[수원화성의 비밀 정조, 정약용] 동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP025','C0015','P25','이달의 인물[위대한 음악가 베토벤] 동화 전체 스토리를 파악하며 장애를 이겨내기 위해 끈기있게 노력한 음악가 ‘베토벤’을 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[위대한 음악가 베토벤] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 베토벤과 친구가 됩니다.','이달의 인물[위대한 음악가 베토벤] 지식활동보드를 통해 베토벤이 사랑한 악기를 종류별로 분류해 봅니다.','이달의 인물[위대한 음악가 베토벤] 동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP026','C0015','P26','이달의 인물[바다의 왕 장보고] 동화 전체 스토리를 파악하며 바다의 질서를 바로잡은 ‘장보고’를 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[바다의 왕 장보고] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 장보고와 친구가 됩니다.','이달의 인물[바다의 왕 장보고] 지식활동보드를 통해 장보고가 지킨 우리나라와 중국, 일본으로 가는 바닷길을 알아봅니다.','이달의 인물[바다의 왕 장보고] 동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP027','C0015','P27','이달의 인물[뜨거운 만세 유관순] 동화 전체 스토리를 파악하며 일본에게 빼앗긴 나라를 되찾기 위해 만세운동을 한 ‘유관순’을 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다.','이달의 인물[뜨거운 만세 유관순] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 유관순과 친구가 됩니다.','이달의 인물[뜨거운 만세 유관순] 지식활동보드를 통해 우리나라의 국경일, 기념일을 알아보고 태극기를 올바르게 다는 방법을 배워봅니다.','이달의 인물[뜨거운 만세 유관순] 동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP028','C0015','P28','이달의 인물[떠나자! 콜럼버스] 동화 전체 스토리를 파악하며 신대륙을 발견한 용기 있는 ‘콜럼버스’를 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다. ','이달의 인물[떠나자! 콜럼버스] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 콜럼버스와 친구가 됩니다.','이달의 인물[떠나자! 콜럼버스] 지식활동보드를 통해 5대양 6대륙의 위치를 알아보고, 우리가 살고 있는 아시아대륙과 신대륙인 아메리카 대륙을 찾아봅니다.','이달의 인물[떠나자! 콜럼버스] 동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP029','C0015','P29','이달의 인물[컴퓨터 천재, 빌 게이츠] 동화 전체 스토리를 파악하며 컴퓨터 프로그램을 만들고 부자가 되어 나눔을 실천한 ‘빌 게이츠’를 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다. ','이달의 인물[컴퓨터 천재, 빌 게이츠] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 빌 게이츠와 친구가 됩니다.','이달의 인물[컴퓨터 천재, 빌 게이츠] 지식활동보드를 통해 척척박사 컴퓨터를 구성하는 각 부분의 이름과 하는 일을 알아봅니다.','이달의 인물[컴퓨터 천재, 빌 게이츠] 동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (2,'JP030','C0015','P30','이달의 인물[노벨상에 담긴 약속, 노벨] 동화 전체 스토리를 파악하며 다이너마이트를 발명하고 전 세계의 평화와 행복을 위해 약속을 지킨 ‘노벨’을 만납니다. 동화 속 인물의 마음을 이해하고, 나의 감정을 표현해 보는 공감독서 시간을 갖습니다. ','이달의 인물[노벨상에 담긴 약속, 노벨] 즐겁게 불러보는 동요, 생각을 나누는 상상카드, 독서 왕을 뽑는 골든벨, 신나는 역할극 등 다양한 놀이를 통해 노벨과 친구가 됩니다.','이달의 인물[노벨상에 담긴 약속, 노벨] 지식활동보드를 통해 세계 평화를 위해 노력한 노벨평화상을 받은 인물에 대해 함께 알아봅니다.','이달의 인물[노벨상에 담긴 약속, 노벨] 동화 속 중심단어를 활용해 문장을 만든 후 차례대로 줄거리를 완성해 보는 한글 학습을 합니다.');

------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EGH001','C001','H01','<신나게 야호!>한자 이야기로 登, 心, 身을 배웁니다. 등산, 등교, 효심, 안심, 심신, 자신 등 단어와 교과서 속 활용문장을 익힙니다.','<달리기 연습>한자 이야기로 每 , 漢, 江을 배웁니다. 매일, 매년, 한자, 한문, 강산, 한강 등 단어와 교과서 속 활용문장을 익힙니다.','<하마 가족의 눈물>한자 이야기로 物, 園, 河을 배웁니다. 동물, 식물, 전원, 화원, 하마 ,하천 등 단어와 교과서 속 활용문장을 익힙니다.','<숲 속의 고물탑>한자 이야기로 古, 再, 用을 배웁니다. 고물, 고목, 재생, 재활, 활용, 용수등 단어와 교과서 속 활용문장을 익힙니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EGH002','C001','H02','<티격태격 그네 타기>한자 이야기로 共, 同, 使을 배웁니다. 공통,  공용, 공동, 동시, 사용, 천사 등 단어와 교과서 속 활용문장을 익힙니다. ','<효자가 사는 효자동>한자 이야기로 洞, 所, 聞을 배웁니다. 동구, 동장, 명소, 소중, 소문, 풍문 등 단어와 교과서 속 활용문장을 익힙니다. ','<불량식품 회의>한자 이야기로 不, 良, 品을 배웁니다. 불안, 부족, 양심, 불량, 식품, 명품 등 단어와 교과서 속 활용문장을 익힙니다. ','<노란색 노약자석>한자 이야기로 老, 弱, 者을 배웁니다. 노인, 노소, 노약, 약소, 기자, 학자 등 단어와 교과서 속 활용문장을 익힙니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EGH003','C001','H03','<알록달록 자연의 색깔>한자 이야기로 然, 綠, 色을 배웁니다. 자연, 천연, 녹색, 초록, 오색, 백색 등 단어와 교과서 속 활용문장을 익힙니다. ','<가을을 즐기는 추석>한자 이야기로 夕, 節, 族을 배웁니다. 추석, 칠석, 시절, 명절, 가족, 민족 등 단어와 교과서 속 활용문장을 익힙니다. ','<신나는 주말 보내기>한자 이야기로 週, 末, 場 을 배웁니다. 주일, 주간, 주말, 연말, 농장, 시장 등 단어와 교과서 속 활용문장을 익힙니다. ','<날아라 하늘 다람쥐>한자 이야기로 名, 現, 要을 배웁니다. 명언, 방언, 현장, 현금, 중요, 요지 등 단어와 교과서 속 활용문장을 익힙니다.   ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EGH004','C001','H04','<호추의 다짐>한자 이야기로 數, 計, 算을 배웁니다. 수학, 숫자, 시계, 합계, 계산, 산수 등 단어와 교과서 속 활용문장을 익힙니다. ','<가을은 독서의 계절>한자 이야기로 語, 讀, 書을 배웁니다. 국어, 언어, 독자, 다독, 독서, 양서 등 단어와 교과서 속 활용문장을 익힙니다.','<으쌰 으쌰! 체육대회>한자 이야기로 體, 育, 會을 배웁니다. 신체, 체중, 체육, 교육, 회장, 대회 등 단어와 교과서 속 활용문장을 익힙니다.','<나는 다정한 손녀>한자 이야기로 孫, 多, 情 을 배웁니다. 조손, 손자, 다소, 다독, 다정, 심정 등 단어와 교과서 속 활용문장을 익힙니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EGH005','C001','H05','<참 다행이야!>한자 이야기로 千, 萬, 幸을 배웁니다. 수천, 천금, 십만, 천만, 다행, 불행 등 단어와 교과서 속 활용문장을 익힙니다.','<도도리 작품 도난 사건>한자 이야기로 美, 術, 作을 배웁니다. 미남, 미녀, 미술, 화술, 작품, 작가 등 단어와 교과서 속 활용문장을 익힙니다.','<두더지 포포>한자 이야기로 說, 完, 成을 배웁니다. 설명, 소설, 완전, 완공, 완성, 성장 등 단어와 교과서 속 활용문장을 익힙니다.','<감기에 걸렸어요>한자 이야기로 感, 病, 院을 배웁니다. 감동, 감정, 병자, 문병, 병원, 학원 등 단어와 교과서 속 활용문장을 익힙니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EGH006','C001','H06','<두근두근 미래 사회>한자 이야기로 未, 來, 社을 배웁니다. 미안, 미완, 미래, 내일, 사회, 사장 등 단어와 교과서 속 활용문장을 익힙니다.','<한글을 만든 세종대왕>한자 이야기로 宗, 百, 姓을 배웁니다. 세종대왕, 종교, 백년, 구백, 백성, 성명 등 단어와 교과서 속 활용문장을 익힙니다.','<교가를 불러요>한자 이야기로 歌, 合, 唱을 배웁니다. 가수, 국가, 합력, 합동, 합창, 가창 등 단어와 교과서 속 활용문장을 익힙니다.','<꿈을 발표해요>한자 이야기로 今, 對, 答을 배웁니다. 고금, 금방, 대화, 대면, 정답, 대답 등 단어와 교과서 속 활용문장을 익힙니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EGH007','C001','H07','<으쌰! 학습지>한자 이야기로 習, 紙, 集을 배웁니다. 학습, 자습, 백지, 편지, 집합, 집중 등 단어와 교과서 속 활용문장을 익힙니다.','<알록달록 정원>한자 이야기로 里, 庭, 業을 배웁니다. 이장, 동리, 가정, 정원, 공업, 농업 등 단어와 교과서 속 활용문장을 익힙니다.','<어촌 체험학습>한자 이야기로 漁, 村 , 産을 배웁니다. 어부, 어업, 어촌, 농촌, 생산, 산모 등 단어와 교과서 속 활용문장을 익힙니다.','<발표는 자신감 있게!>한자 이야기로 信, 發, 表을 배웁니다. 자신감, 신용, 출발, 발견, 발표, 표현 등 단어와 교과서 속 활용문장을 익힙니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EGH008','C001','H08','<태양의 빛>한자 이야기로 太, 陽, 光을 배웁니다. 태고, 태반, 태양, 양지, 양지, 발광, 일광 등 단어와 교과서 속 활용문장을 익힙니다.','<아기 고래의 여행>한자 이야기로 球, 洋, 平을 배웁니다. 지구, 족구, 해양, 서양, 평지, 수평 등 단어와 교과서 속 활용문장을 익힙니다.','<우리 외삼촌 이야기>한자 이야기로 飮, 急, 苦을 배웁니다. 음식, 음수, 시급, 다급, 고생, 고심 등 단어와 교과서 속 활용문장을 익힙니다.','<병원에서는 조용히!>한자 이야기로 堂, 米, 問을 배웁니다. 식당, 서당, 백미, 미음, 문안, 문답 등 단어와 교과서 속 활용문장을 익힙니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EGH009','C001','H09','<신나는 놀이공원>한자 이야기로 公, 開, 放을 배웁니다. 공원, 공평, 공개, 개교, 개방, 방학 등 단어와 교과서 속 활용문장을 익힙니다.','<부산으로 가는 열차>한자 이야기로 列, 立, 席을 배웁니다. 열차, 일렬, 자립, 국립, 입석, 출석 등 단어와 교과서 속 활용문장을 익힙니다.','<한자시험>한자 이야기로 例, 題, 夫을 배웁니다. 예외, 예문, 화제, 문제, 공부, 농부 등 단어와 교과서 속 활용문장을 익힙니다.','<걱정되는 내 동생>한자 이야기로 雪, 主, 童을 배웁니다. 백설, 대설, 주인, 민주, 동화, 동심 등 단어와 교과서 속 활용문장을 익힙니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EGH010','C001','H10','<도로명 주소>한자 이야기로 番, 住, 路을 배웁니다. 번지, 매번, 주소, 주민, 도로, 통로 등 단어와 교과서 속 활용문장을 익힙니다.','<이 시대의 영웅>한자 이야기로 正, 直, 善을 배웁니다. 정답, 공정, 정직, 직후, 선량, 선심 등 단어와 교과서 속 활용문장을 익힙니다.','<가훈 발표>한자 이야기로 訓, 根, 本을 배웁니다. 가훈, 교훈, 초근, 모근, 근본, 본래 등 단어와 교과서 속 활용문장을 익힙니다.','<지우의 인사>한자 이야기로 事, 基, 禮을 배웁니다. 인사, 기사, 기본, 기지, 예절, 답례 등 단어와 교과서 속 활용문장을 익힙니다.');

INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EGL080','C001','L80','배정한자 64자. 어휘 130개로 기초 교과 어휘를 정리합니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EGL070','C001','L70','배정 한자 150자, 어휘 300개로 기본 교과 개념어를 정리합니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EGL060','C001','L60','배정한자 364자, 어휘 1200개로 일상생활에서 쓰는 기본적인 한자를 정리합니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EGL061','C001','L61','배정한자 200자, 어휘 600개로 일상생활에서 쓰는 기본적인 한자를 정리합니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EGL050','C001','L50','배정한자 600자 한자와 교과 개념어의 뜻을 정확히 이해하고 단어의 함축성과 상징적인 의미를 연습하기 시작합니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EGL051','C001','L51','배정한자 500자 한자와 개념어휘의 뜻을 정확히 이해하고 교과 내용을 쉽게 받아들이며 실생활에서 한자어를 활용할 수 있는 수업이 시작됩니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');

INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'ESH001','C002','H01','日, 月, 火, 水로 일출, 팔월, 화산, 수도 등 활용어휘를 익힙니다. 한자성어는 水魚之交를 배워요.','木, 金, 土, 口로 토양, 식목, 황금, 인구 등 활용어휘를 익힙니다. 한자성어는 十人十色을 배워요.','山, 川, 田, 力로 등산, 산천, 염전, 풍력 등 활용어휘를 익힙니다. 한자성어는 山川草木을 배워요.','大, 小, 靑, 白로 대문, 소아, 청색, 백마 등 활용어휘를 익힙니다. 한자성어는 身土不二를 배워요.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'ESH002','C002','H02','上, 下, 中, 人로 수상, 중간, 인형, 하차 등 활용어휘를 익힙니다. 한자성어는 一家花親을 배워요.','一, 二, 小, 年로 일등, 이층, 소녀, 내년 등 활용어휘를 익힙니다. 한자성어는 長幼有序를 배워요.','三, 四, 五, 六로 삼각형, 사계절, 오백원, 육대륙 등 활용어휘를 익힙니다. 한자성어는 一石二鳥를 배워요. ','七, 八, 九, 十로 북두칠성, 구구단, 팔월, 시월 등 활용어휘를 익힙니다. 한자성어는 同苦同樂을 배워요.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'ESH003','C002','H03','出, 入, 內, 外로 일출, 입구, 실내, 외출 등 활용어휘를 익힙니다. 한자성어는 三三五五를 배워요.','手, 足, 耳, 目로 박수, 수족, 이비인후과, 이목 등 활용어휘를 익힙니다. 한자성어는 九死一生을 배워요.','王, 子, 男, 女로 여왕, 남녀, 효자, 여자 등 활용어휘를 익힙니다. 한자성어는 春夏秋冬을 배워요.','父, 母, 兄, 弟로 부모, 사촌형, 모녀, 형제 등 활용어휘를 익힙니다. 한자성어는 美風良俗을 배워요.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'ESH004','C002','H04','東, 西, 南, 北로 동해, 서양인, 남극, 북극 등 활용어휘를 익힙니다. 한자성어는 正正堂堂을 배워요.','韓, 國, 民, 軍로 한복, 국민, 민속, 군인 등 활용어휘를 익힙니다. 한자성어는 東西古今을 배워요.','學, 校, 先, 生로 학생, 선생, 등교, 생일 등 활용어휘를 익힙니다. 한자성어는 家家戶戶를 배워요.','敎, 室, 門, 長로 교육, 거실, 창문, 선장 등 활용어휘를 익힙니다. 한자성어는 年中無休를 배워요.');

INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'ESL080','C002','L80','배정한자 64자. 어휘 130개로 기초 교과 어휘를 정리합니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'ESL070','C002','L70','배정 한자 150자, 어휘 300개로 기본 교과 개념어를 정리합니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'ESL060','C002','L60','배정한자 364자, 어휘 1200개로 일상생활에서 쓰는 기본적인 한자를 정리합니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'ESL061','C002','L61','배정한자 200자, 어휘 600개로 일상생활에서 쓰는 기본적인 한자를 정리합니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'ESL050','C002','L50','배정한자 600자 한자와 교과 개념어의 뜻을 정확히 이해하고 단어의 함축성과 상징적인 의미를 연습하기 시작합니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'ESL051','C002','L51','배정한자 500자 한자와 개념어휘의 뜻을 정확히 이해하고 교과 내용을 쉽게 받아들이며 실생활에서 한자어를 활용할 수 있는 수업이 시작됩니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');


INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EDH001','C003','H01','<돌돌이의 세계여행>한자 이야기로 界, 旅, 行 을 배웁니다. 세계, 외계인, 여중, 여로, 여행, 행동 등 단어와 교과서 속 활용문장을 익힙니다.','<저금하는 날>한자 이야기로 午, 銀, 貯 를 배웁니다. 오전, 오후, 은행, 은하, 저금, 저수 등 단어와 교과서 속 활용문장을 익힙니다. ','<금메달 리스트 우리 형!>한자 이야기로 新, 消, 息 을 배웁니다. 신문, 신년, 소화, 소식, 휴식, 자식 등 단어와 교과서 속 활용문장을 익힙니다. ','<일기 예보>한자 이야기로 溫, 衣. 服 을 배웁니다. 기온, 온실, 내의, 상의, 의복, 한복 등 단어와 교과서 속 활용문장을 익힙니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EDH002','C003','H02','<내 이름은 마틴 루서 킹>한자 이야기로 代, 由, 等 을 배웁니다. 현대, 대신, 자유, 사유, 동등, 평등 등 단어와 교과서 속 활용문장을 익힙니다. ','<주유소에 왔어요>한자 이야기로 注, 油, 洗 를 배웁니다. 주목, 주입, 주유, 석유, 세차, 세수 등 단어와 교과서 속 활용문장을 익힙니다. ','<우리는 친구>한자 이야기로 級, 分, 班 을 배웁니다. 학급, 등급, 기분, 분수, 분반, 반장 등 단어와 교과서 속 활용문장을 익힙니다. ','<토끼의 생일>한자 이야기로 音, 樂, 器 를 배웁니다. 발음, 음색, 음악, 고락, 악기, 변기 등 단어와 교과서 속 활용문장을 익힙니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EDH003','C003','H03','<아기 다람쥐 돌체>한자 이야기로 意, 見, 明 을 배웁니다. 동의, 주의, 의견, 견학, 분명, 발명 등 단어와 교과서 속 활용문장을 익힙니다. ','<말의 고저장단>한자 이야기로 高, 低, 短 을 배웁니다. 고공, 고급, 고저, 저하, 장단, 단문 등 단어와 교과서 속 활용문장을 익힙니다. ','<함께 편지를 써요>한자 이야기로 形, 式, 容 을 배웁니다. 형성, 지형, 형식, 방식, 미용, 내용 등 단어와 교과서 속 활용문장을 익힙니다. ','<입소문>한자 이야기로 映, 畵, 實 을 배웁니다. 방영, 상영, 화가, 영화, 실감, 실력 등 단어와 교과서 속 활용문장을 익힙니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EDH004','C003','H04','<운명의 한일전>한자 이야기로 半, 戰, 利 를 배웁니다. 전반, 후반, 휴전, 작전, 유리, 이용 등 단어와 교과서 속 활용문장을 익힙니다. ','<민석이의 일기>한자 이야기로 夜, 反, 省 을 배웁니다. 야간, 야광, 반대, 반감, 자성, 반성 등 단어와 교과서 속 활용문장을 익힙니다. ','<경수의 빛나는 순간>한자 이야기로 勝, 晝, 面을 배웁니다. 승리, 완승, 주야, 주간, 화면, 장면 등 단어와 교과서 속 활용문장을 익힙니다. ','<선분과 각도>한자 이야기로 線, 角, 度 를 배웁니다. 선분, 직선, 삼각, 직각, 온도, 각도 등 단어와 교과서 속 활용문장을 익힙니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EDH005','C003','H05','<태풍 부는 날>한자 이야기로 强, 窓,部 를 배웁니다. 강풍, 강약, 창문, 동창, 부분, 전부 등 단어와 교과서 속 활용문장을 익힙니다.','<과거와 현재> 한자 이야기로 過, 去, 在 를 배웁니다. 통과, 과식, 과거, 거래, 부재, 현재 등 단어와 교과서 속 활용문장을 익힙니다. ','<개구리 리티> 한자 이야기로 失, 敗, 功 을 배웁니다. 실례, 실수, 실패, 승패, 성공, 유공자 등 단어와 교과서 속 활용문장을 익힙니다. ','<혜민이네 과수원> 한자 이야기로 昨, 果, 樹 를 배웁니다. 작년, 작금, 과실, 성과, 과수, 수목 등 단어와 교과서 속 활용문장을 익힙니다. ');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EDH006','C003','H06','<특별활동>한자 이야기로 特 ,別, 各을 배웁니다. 특색, 특출, 특별, 별명, 각자, 각국 등 단어와 교과서 속 활용문장을 익힙니다.','<아프리카 초원에는>한자 이야기로 原, 種, 野을 배웁니다. 초원, 원유, 각종, 인종, 야생, 야외 등 단어와 교과서 속 활용문장을 익힙니다.','<아기 펭귄의 초대>한자 이야기로 辰, 招, 待을 배웁니다. 생신, 남진, 초래, 자초, 초대, 고대 등 단어와 교과서 속 활용문장을 익힙니다.','<비행기에서>한자 이야기로 親, 切, 案을 배웁니다. 부친, 친분, 친절, 절실, 안내, 답안 등 단어와 교과서 속 활용문장을 익힙니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EDH007','C003','H07','<용기 있는 시민들>한자 이야기로 勇, 申, 告을 배웁니다. 용기, 용자, 내신, 답신, 신고, 고발 등 단어와 교과서 속 활용문장을 익힙니다.','<신호등을 확인해요>한자 이야기로 號, 停, 止을 배웁니다. 신호, 번호, 정차, 정전, 정지, 중지 등 단어와 교과서 속 활용문장을 익힙니다.','<아기 다람쥐 미루>한자 이야기로 醫, 師, 藥을 배웁니다. 의원, 명의, 의사, 교사, 약사, 약초 등 단어와 교과서 속 활용문장을 익힙니다.','<천하제일 요리대회>한자 이야기로 第, 料, 理을 배웁니다. 제일, 제삼자, 음료, 요금, 요리, 도리 등 단어와 교과서 속 활용문장을 익힙니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EDH008','C003','H08','<통일의 꿈>한자 이야기로 和, 統, 遠을 배웁니다. 평화, 불화, 통일, 통합, 원대, 원양 등 단어와 교과서 속 활용문장을 익힙니다.','<이씨 아저씨>한자 이야기로 李, 氏, 近을 배웁니다. 이화, 이김, 이씨, 김씨, 친근, 원근 등 단어와 교과서 속 활용문장을 익힙니다.','<새해에는 운동해요>한자 이야기로 朴, 運, 始을 배웁니다. 박씨, 김박, 운동, 운행, 시작, 시조 등 단어와 교과서 속 활용문장을 익힙니다.','<도기와 카야>한자 이야기로 英, 才, 頭을 배웁니다. 영어, 영특, 영재, 천재, 두각, 선두 등 단어와 교과서 속 활용문장을 익힙니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EDH009','C003','H09','<도화지를 잊지마!>한자 이야기로 具, 店, 圖을 배웁니다. 문구, 가구, 서점, 점주, 도화, 지도 등 단어와 교과서 속 활용문장을 익힙니다.','<지킬 건 지켜요!>한자 이야기로 定, 速, 區을 배웁니다. 일정, 안정, 정속, 속도, 구간, 구분 등 단어와 교과서 속 활용문장을 익힙니다.','<미미의 다짐>한자 이야기로 終, 科, 宿을 배웁니다. 종일, 종업, 과학, 과목, 숙제, 숙소 등 단어와 교과서 속 활용문장을 익힙니다.','<가장 높은 태극기>한자 이야기로 極, 旗, 章을 배웁니다. 태극, 북극, 국기, 백기, 문장, 도장 등 단어와 교과서 속 활용문장을 익힙니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EDH010','C003','H10','<중국여행>한자 이야기로 首, 都, 京을 배웁니다. 수석, 수장, 수도, 도시, 상경, 북경 등 단어와 교과서 속 활용문장을 익힙니다.','<조선의 도읍, 한양>한자 이야기로 朝, 鮮, 邑을 배웁니다. 조석, 조식, 조선, 신선, 도읍, 읍민 등 단어와 교과서 속 활용문장을 익힙니다.','<하미 이야기>한자 이야기로 淸, 淨, 域을 배웁니다. 청명, 청풍, 청정, 정화, 해역, 지역 등 단어와 교과서 속 활용문장을 익힙니다.','<해리 공주의 사랑이야기>한자 이야기로 永, 久, 變을 배웁니다. 영원, 영생, 영구, 장구, 불변, 급변 등 단어와 교과서 속 활용문장을 익힙니다.');

INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EDL080','C003','L80','배정한자 64자. 어휘 130개로 기초 교과 어휘를 정리합니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EDL070','C003','L70','배정 한자 150자, 어휘 300개로 기본 교과 개념어를 정리합니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EDL060','C003','L60','배정한자 364자, 어휘 1200개로 일상생활에서 쓰는 기본적인 한자를 정리합니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EDL061','C003','L61','배정한자 200자, 어휘 600개로 일상생활에서 쓰는 기본적인 한자를 정리합니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EDL050','C003','L50','배정한자 600자 한자와 교과 개념어의 뜻을 정확히 이해하고 단어의 함축성과 상징적인 의미를 연습하기 시작합니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EDL051','C003','L51','배정한자 500자 한자와 개념어휘의 뜻을 정확히 이해하고 교과 내용을 쉽게 받아들이며 실생활에서 한자어를 활용할 수 있는 수업이 시작됩니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');

INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EPH001','C004','H01','自, 己, 時로 자전거, 자동, 자기, 이기심, 동시, 시계 등 활용어휘를 익힙니다. 한자성어는 竹馬故友를 배워요.','間, 食, 活로 중간, 간식, 음식, 식수, 활동, 활력 등 활용어휘를 익힙니다. 한자성어는 竹馬故友를 배워요.','花, 草, 植로 화초, 무궁화, 초가, 초록, 식물, 식목일 등 활용어휘를 익힙니다. 한자성어는 山明水淸을 배워요.','海, 石, 林로 해수욕장, 해외, 석공, 보석, 밀림, 산림 등 활용어휘를 익힙니다. 한자성어는 山明水淸을 배워요.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EPH002','C004','H02','家, 祖, 孝로 가족, 가구, 조부모, 조국, 효녀, 효도 등 활용어휘를 익힙니다. 한자성어는 父傳子傳을 배워요.','寸, 重, 記로 삼촌, 사촌, 소중, 체중, 일기, 기자 등 활용어휘를 익힙니다. 한자성어는 父傳子傳을 배워요.','方, 向, 左로 사방, 처방전, 방향, 향상, 좌회전, 좌측 등 활용어휘를 익힙니다. 한자성어는 相扶相助를 배워요. ','右, 前, 後로 우측, 우회전, 오전, 전진, 오후, 후반전 등 활용어휘를 익힙니다. 한자성어는 相扶相助를 배워요.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EPH003','C004','H03','牛, 羊, 馬로 우유, 한우, 산양, 양모, 마차, 승마 등 활용어휘를 익힙니다. 한자성어는 大器晩成을 배워요.','鳥, 犬, 魚로 백조, 조류, 애완견, 안내견, 어항, 대어 등 활용어휘를 익힙니다. 한자성어는 大器晩成을 배워요.','交, 通, 安로 교차로, 교환, 교통, 통로, 안녕, 편안 등 활용어휘를 익힙니다. 한자성어는 一絲不亂을 배워요.','全, 車, 道로 안전, 전신, 기차, 하차, 수도, 도로 등 활용어휘를 익힙니다. 한자성어는 一絲不亂을 배워요.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EPH004','C004','H04','春, 夏, 秋로 입춘, 춘추, 하계, 하복, 추석, 추수 등 활용어휘를 익힙니다. 한자성어는 溫故知新을 배워요.','冬, 風, 雨로 동지,동면, 풍차, 풍력, 우의, 우산, 등 활용어휘를 익힙니다. 한자성어는 溫故知新을 배워요.','文, 化, 有로 문화, 문구, 문화재, 화석, 유명, 소유 등 활용어휘를 익힙니다. 한자성어는 各人各色을 배워요.','名, 世, 字로 지명, 인명, 세계, 세종대왕, 문자, 숫자 등 활용어휘를 익힙니다. 한자성어는 各人各色을 배워요.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EPH005','C004','H05','天, 地, 空로 천지, 천사, 지구, 지도, 공군, 공중 등 활용어휘를 익힙니다. 한자성어는 多多益善을 배워요.','氣, 農, 市로 일기, 감기, 농부, 농장, 도시, 시장 등 활용어휘를 익힙니다. 한자성어는 多多益善을 배워요.','電, 話, 工로 가전, 충전, 전화, 동화, 공장, 목공 등 활용어휘를 익힙니다. 한자성어는 知行合一을 배워요.','動, 便, 休로 자동, 운동, 편리, 편지, 휴일, 휴식 등 활용어휘를 익힙니다.한자성어는 知行合一을 배워요. ');

INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EPL080','C004','L80','배정한자 64자. 어휘 130개로 기초 교과 어휘를 정리합니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EPL070','C004','L70','배정 한자 150자, 어휘 300개로 기본 교과 개념어를 정리합니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EPL060','C004','L60','배정한자 364자, 어휘 1200개로 일상생활에서 쓰는 기본적인 한자를 정리합니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EPL061','C004','L61','배정한자 200자, 어휘 600개로 일상생활에서 쓰는 기본적인 한자를 정리합니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EPL050','C004','L50','배정한자 600자 한자와 교과 개념어의 뜻을 정확히 이해하고 단어의 함축성과 상징적인 의미를 연습하기 시작합니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'EPL051','C004','L51','배정한자 500자 한자와 개념어휘의 뜻을 정확히 이해하고 교과 내용을 쉽게 받아들이며 실생활에서 한자어를 활용할 수 있는 수업이 시작됩니다.','어휘 활용을 통해 해당 급수 한자 읽기와 이하 급수 한자 쓰기를 정리합니다.','배정한자를 복습하고 문제집 풀이에 들어갑니다.','예상문제 풀이로 배운 내용을 확인합니다.');

INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'YH001','C006','H01','日(해일), 月(달월) 요일에 관계된 한자를 배우고 ‘노래하는 일주일’한자 노래도 불러봅니다. 또한 서로 떨어질 수 없는 친한 사이를 나타낸 ‘水魚之交(수어지교)’ 한자성어도 함께 익힙니다.','火(불화), 水(물수) 한자를 익히고 규칙적인 식생활 습관과 양치질을 잘하자는 내용인 ‘훈이의 일주일’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','木(나무목), 金(쇠금) 한자를 배우고 숨겨진 그림을 보며 떠올리는 놀이 컨텐츠를 통해 한자의 이미지를 그려봅니다. ','土(흙토), 口(입구) 한자를 배우고 한자카드 만들기와 한글 놀이터를 통해 한달간 배운 한자를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'YH002','C006','H02','山(메산), 川(내천) 자연에 관계된 한자를 배우고 ‘야호 야호’ 한자 노래를 함께 불러봅니다. 또한 산과 물과 나무와 풀, 자연을 의미하는 ‘山川草木(산천초목)’ 한자성어를 익힙니다.','田(밭전), 力(힘력) 한자를 배우고 자연과 가까이 지내며, 건강한 몸과 마음을 가꾸자는 내용인 ‘아빠처럼 되고 싶어요’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','大(큰대), 小(작을소) 한자를 배우고  숨겨진 그림을 보며 떠올리는 놀이 컨텐츠를 통해 한자의 이미지를 그려봅니다. ','靑(푸를청), 白(흰백) 한자를 배우고 한자카드 만들기와 한글 놀이터를 통해 한달간 배운 한자를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'YH003','C006','H03','上(위상), 下(아래하) 위치에 관계된 한자를 배우고 ‘어디 있을까’ 한자 노래를 함께 불러봅니다. 또한 가족이나 친척이 사이좋게 지냄을 나타낸 ‘一家和親(일가화친)’ 한자성어를 익힙니다. ','中(가운데중), 人(사람인) 한자를 배우고 아빠의 추억이 담긴 분식집에 함께 가는 내용인 ‘소망분식’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','一(한일), 二(두이) 한자를 익히고  숨겨진 그림을 보며 떠올리는 놀이 컨텐츠를 통해 한자의 이미지를 그려봅니다. ','少(적을소), 年(해년) 한자를 배우고 한자카드 만들기와 한글 놀이터를 통해 한달간 배운 한자를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'YH004','C006','H04','三(셋삼), 四(넷사) 숫자에 관계된 한자를 배우고 ‘숫자랑 한자랑’ 한자 노래를 함께 불러봅니다. 또한 한 가지 일로 두 가지의 이익을 얻는다는 ‘一石二鳥(일석이조)’ 한자성어를 익힙니다.  ','五(다섯오), 六(여섯륙) 한자를 배우고 친구들과 함께 숨바꼭질 하며 일어날 수 있는 이야기를 담은 ‘숨바꼭질’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','七(일곱칠), 八(여덟팔) 한자를 배우고  숨겨진 그림을 보며 떠올리는 놀이 컨텐츠를 통해 한자의 이미지를 그려봅니다. ','九(아홉구), 十(열십)한자를 배우고 한자카드 만들기와 한글 놀이터를 통해 한달간 배운 한자를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'YH005','C006','H05','出(날출), 入(들입) 한자를 배우고 ‘으쌰 으쌰 운동회’ 한자 노래를 함께 불러봅니다. 또한 삼사인이나 오륙인이 떼를 지은 모양을 뜻하는 ‘三三五五(삼삼오오)’ 한자성어를 익힙니다. ','內(안내), 外(바깥외) 한자를 배우고 몸이 불편한 장애인이 우리와 다르지 않다는 것을 담은 내용인 ‘나도 할 수 있어요’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','手(손수), 足(발족) 한자를 배우고  숨겨진 그림을 보며 떠올리는 놀이 컨텐츠를 통해 한자의 이미지를 그려봅니다. ','耳(귀이), 目(눈목) 한자를 배우고 한자카드 만들기와 한글 놀이터를 통해 한달간 배운 한자를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'YH006','C006','H06','王(임금왕), 子(아들자) 한자를 배우고 ‘우리가족’ 한자 노래를 함께 불러봅니다. 또한 봄/여름/가을/겨울의 네 계절을 나타내는 ‘春夏秋冬(춘하추동)’ 한자성어를 익힙니다.','男(사내남), 女(여자녀) 한자를 배우고 가족사진을 찍으며 가족의 소중함을 알아보는 내용인 ‘가족사진 찍는 날’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','父(아비부), 母(어미모) 한자를 배우고  숨겨진 그림을 보며 떠올리는 놀이 컨텐츠를 통해 한자의 이미지를 그려봅니다. ','兄(형형), 弟(아우제)한자를 배우고 한자카드 만들기와 한글 놀이터를 통해 한달간 배운 한자를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'YH007','C006','H07','東(동녘동), 西(서녘서) 방향에 관계된 한자를 배우고 ‘동서남북’ 한자 노래를 함께 불러봅니다. 또한 태도나 처지가 바르고 떳떳함을 나타내는 ‘正正堂堂(정정당당)’ 한자성어를 익힙니다.','南(남녘남), 北(북녘북) 한자를 배우고 세계 여러 나라의 특징을 알아보는 내용인 ‘세계지도’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','韓(나라한), 國(나라국) 한자를 배우고  숨겨진 그림을 보며 떠올리는 놀이 컨텐츠를 통해 한자의 이미지를 그려봅니다. ','民(백성민), 軍(군사군) 한자를 배우고 한자카드 만들기와 한글 놀이터를 통해 한달간 배운 한자를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'YH008','C006','H08','學(배울학), 校(학교교) 한자를 배우고 ‘안녕하세요 선생님’ 한자 노래를 함께 불러봅니다. 또한 집집마다라는 뜻을 가진 ‘家家戶戶(가가호호)’ 한자성어를 익힙니다','先(먼저선), 生(날생) 한자를 배우고 동물 친구들이 내가 만약 반장이 된다면 어떻게 할지 발표해보는 내용인 ‘반장선거’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','敎(가르칠교), 室(집실) 한자를 배우고  숨겨진 그림을 보며 떠올리는 놀이 컨텐츠를 통해 한자의 이미지를 그려봅니다. ','門(문문), 長(길장)한자를 배우고 한자카드 만들기와 한글 놀이터를 통해 한달간 배운 한자를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'YH009','C006','H09','<日月火水木金土口> ''요일''에 관계된 그림사전 속 사진들이 공통으로 의미하는 한자를 떠올리고 ‘노래하는 일주일’ 동요를 부르며 한자와 어울리는 그림을 붙여 퍼즐을 완성합니다.','<山川田力大小靑白>''자연''에 관계된 그림사전 속 사진들이 공통으로 의미하는 한자를 떠올리고 ‘야호야호’ 동요를 부르며 한자와 어울리는 그림을 붙여 퍼즐을 완성합니다.','<上下中人一二少年> ''위치''에 관계된 그림사전 속 사진들이 공통으로 의미하는 한자를 떠올리고 ‘어디 있을까’ 동요를 부르며 한자와 어울리는 그림을 붙여 퍼즐을 완성합니다.','<三四五六七八九十> ''숫자''에 관계된 그림사전 속 사진들이 공통으로 의미하는 한자를 떠올리고 ‘숫자랑 한자랑’ 동요를 부르며 한자와 어울리는 그림을 붙여 퍼즐을 완성합니다..');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'YH010','C006','H10','<出入內外手足耳目> ''신체''에 관계된 그림사전 속 사진들이 공통으로 의미하는 한자를 떠올리고 ‘으쌰으쌰 운동회’ 동요를 부르며 한자와 어울리는 그림을 붙여 퍼즐을 완성합니다.','<王子男女父母兄弟> ''가족''에 관계된 그림사전 속 사진들이 공통으로 의미하는 한자를 떠올리고 ‘우리가족’ 동요를 부르며 한자와 어울리는 그림을 붙여 퍼즐을 완성합니다.','<東西南北韓國民軍> ''방향''에 관계된 그림사전 속 사진들이 공통으로 의미하는 한자를 떠올리고 ‘동서남북’ 동요를 부르며 한자와 어울리는 그림을 붙여 퍼즐을 완성합니다.','<學校先生敎室門長> ''학교''에 관계된 그림사전 속 사진들이 공통으로 의미하는 한자를 떠올리고 ‘안녕하세요 선생님’ 동요를 부르며 한자와 어울리는 그림을 붙여 퍼즐을 완성합니다.');

INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'SH001','C007','H01','日, 月로 일출/생일/일월/삼월 등 활용어휘를 배우고 ‘요일송’ 한자노래도 불러봅니다. 또한 사람마다 성격과 좋아하는 것이 다르다는 뜻을 가진 ‘十人十色(십인십색)’ 한자성어도 함께 익힙니다.','火, 水로 소화기/화재/수도/음료수 등 활용어휘를 익히고 나와 다른 친구의 마음을 헤아리며 사이좋게 지내자는 내용을 담은 ‘장난꾸러기 데니’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','木, 金으로 목마/목수/황금/저금 등 활용어휘를 배우고 한자의 모양, 뜻, 소리를 맞추는 놀이 컨텐츠를 통해 한자의 정확한 뜻과 소리를 익힙니다. ','土, 口로 토목/농토/인구/입구 등 활용어휘를 익히고 한자어카드 만들기와 한글 놀이터를 통해 한달동안 배운 한자를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'SH002','C007','H02','山, 川으로 등산/빙산/산천/하천 등 활용어휘를 배우고 ‘자연송’ 한자노래도 불러봅니다. 또한 우리 땅에서 난 것이 우리 몸에 제일 잘 맞다는 뜻을 가진 ‘身土不二(신토불이)’ 한자성어도 함께 익힙니다.','田, 力으로 염전/전원/화력/역도 등 활용어휘를 익히고 자연을 소중히 여기며 환경보호를 실천하자는 주제를 담은 ‘북극곰은 어디로 가야 하나요’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','大, 小로 대문/확대/소아/소아과 등 활용어휘를 배우고 한자의 모양, 뜻, 소리를 맞추는 놀이 컨텐츠를 통해 한자의 정확한 뜻과 소리를 익힙니다. ','靑, 白으로 청백/청군/백인/백마 등 활용어휘를 익히고 한자어카드 만들기와 한글 놀이터를 통해 한달동안 배운 한자를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'SH003','C007','H03','上, 下로 수상/정상/하인/낙하산 등 활용어휘를 배우고 ‘위치송’ 한자노래도 불러봅니다. 또한 어른과 어린아이 사이에는 순서와 질서가 있다는 뜻을 가진 ‘長幼有序(장유유서)’ 한자성어도 함께 익힙니다.','中, 人으로 중앙/공중/인사/위인 등 활용어휘를 익히고 우리나라와 세계 여러 나라의 특징을 이해하는 ‘멀리 있지 않아요’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다. ','一, 二로 일등/일학년/이층/이인 등 활용어휘를 배우고 한자의 모양, 뜻, 소리를 맞추는 놀이 컨텐츠를 통해 한자의 정확한 뜻과 소리를 익힙니다. ','少, 年으로 소년/소녀/연중/매년 등 활용어휘를 익히고 한자어카드 만들기와 한글 놀이터를 통해 한달동안 배운 한자를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'SH004','C007','H04','三, 四로 삼일절/삼형제/사방/사계절 등 활용어휘를 배우고 ‘숫자송’ 한자노래도 불러봅니다. 또한 괴로움도 즐거움도 함께한다는 뜻을 가진 ‘同苦同樂(동고동락)’ 한자성어도 함께 익힙니다.','五, 六으로 오천원/오월오일/유월 육일/육대륙 등 활용어휘를 익히고 우리나라의 다양한 기념일과 명절을 소개하는 ‘달력을 넘기자’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다. ','七, 八으로 북두칠성/칠월 칠일/팔월 십오일/팔각형 등 활용어휘를 배우고 한자의 모양, 뜻, 소리를 맞추는 놀이 컨텐츠를 통해 한자의 정확한 뜻과 소리를 익힙니다. ','九, 十으로 구월/구미호/십삼/시월 등 활용어휘를 익히고 한자어카드 만들기와 한글 놀이터를 통해 한달동안 배운 한자를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'SH005','C007','H05','出, 入으로 출구/출발/입장/입수 등 활용어휘를 배우고 ‘신체송’ 한자노래도 불러봅니다. 또한 죽을 고비를 여러 차례 넘기고 겨우 살아난다는 뜻을 가진 ‘九死一生(구사일생)’ 한자성어도 함께 익힙니다.','內, 外로 내외/시내/외출/외국 등 활용어휘를 익히고 실내에서 지켜야 할 질서와 규칙을 알고 안전하게 생활하자는 주제를 담은 ‘안전 또 안전’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','手, 足으로 악수/박수/수족/족구 등 활용어휘를 배우고 한자의 모양, 뜻, 소리를 맞추는 놀이 컨텐츠를 통해 한자의 정확한 뜻과 소리를 익힙니다. ','耳, 目으로 이목구비/이비인후과/이목/주목 등 활용어휘를 익히고 한자어카드 만들기와 한글 놀이터를 통해 한달동안 배운 한자를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'SH006','C007','H06','王, 子로 왕관/대왕/부자/효자 등 활용어휘를 배우고 ‘가족송’ 한자노래도 불러봅니다. 또한 아름답고 좋은 풍속이라는 뜻을 가진 ‘美風良俗(미풍양속)’ 한자성어도 함께 익힙니다.','男, 女로 남자/남녀/부녀/여왕 등 활용어휘를 익히고 가족을 생각하며 사랑하는 마음을 표현하자는 내용을 담은 ‘첫만남’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','父, 母로 부모/조부/조모/모자 등 활용어휘를 배우고 한자의 모양, 뜻, 소리를 맞추는 놀이 컨텐츠를 통해 한자의 정확한 뜻과 소리를 익힙니다. ','兄, 弟로 형제/사촌형/제자/사제 등 활용어휘를 익히고 한자어카드 만들기와 한글 놀이터를 통해 한달동안 배운 한자를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'SH007','C007','H07','東, 西로 동해/동향/서양인/서향 등 활용어휘를 배우고 ‘나라송’ 한자노래도 불러봅니다. 또한 동양과 서양, 옛날과 지금이라는 뜻을 가진 ‘東西古今(동서고금)’ 한자성어도 함께 익힙니다.','南, 北으로 남극/남한/북극/북한 등 활용어휘를 익히고 우리 동네를 소개하는 ‘새별이의 편지’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','韓, 國으로 한옥/한복/출국/외국인 등 활용어휘를 배우고 한자의 모양, 뜻, 소리를 맞추는 놀이 컨텐츠를 통해 한자의 정확한 뜻과 소리를 익힙니다. ','民, 軍으로 국민/농민/군인/해군 등 활용어휘를 익히고 한자어카드 만들기와 한글 놀이터를 통해 한달동안 배운 한자를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'SH008','C007','H08','學, 校로 입학/학생/등교/교문 등 활용어휘를  배우고 ‘학교송’ 한자노래도 불러봅니다. 또한 한 해 동안 하루도 쉬는 날이 없다는 뜻을 가진 ‘年中無休(연중무휴)’ 한자성어도 함께 익힙니다.','先, 生으로 선생/선두/생일/생선 등 활용어휘를 익히고 환경의 소중함을 알고, 환경보호를 실천하자는 주제를 가진 ‘민우의 눈물’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','敎, 室로 교실/교구/거실/실내 등 활용어휘를 배우고 한자의 모양, 뜻, 소리를 맞추는 놀이 컨텐츠를 통해 한자의 정확한 뜻과 소리를 익힙니다. ','門, 長으로 교문/동문/교장/가장 등 활용어휘를 익히고 한자어카드 만들기와 한글 놀이터를 통해 한달동안 배운 한자를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'SH009','C007','H09','<日月火水木金土口>로 활용되는 단어의 뜻을 되새기고 지혜로운 사람이 되자는 교훈을 담은 ‘어린 사마광의 지혜’ 한자 이야기를 배웁니다.','<山川田力大小靑白>로 활용되는 단어의 뜻을 되새기고 부모님께 효도하자는 교훈을 담은 ‘효자 왕상’ 한자 이야기를 배웁니다.','<上中下人一二少年>로 활용되는 단어의 뜻을 되새기고 남의 장점과 단점을 말하지 말자는 교훈을 담은 ‘누런소와 검은 소’ 한자 이야기를 배웁니다.','<三四五六七八九十>로 활용되는 단어의 뜻을 되새기고 형제와 사이좋게 지내자는 교훈을 담은 ‘강에 던진 금덩어리’ 한자 이야기를 배웁니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'SH010','C007','H10','<出入內外手足耳目>로 활용되는 단어의 뜻을 되새기고 지혜로운 사람이 되자는 교훈을 담은 ‘어리석은 호랑이’ 한자 이야기를 배웁니다.','<王子男女父母兄弟>로 활용되는 단어의 뜻을 되새기고 끝까지 노력하면 꿈을 이룰 수 있다는 교훈을 담은 ‘산을 옮긴 우공’ 한자 이야기를 배웁니다.','<東西南北韓國民軍>로 활용되는 단어의 뜻을 되새기고 자기 자신을 사랑하자는 교훈을 담은 ‘두더지의 결혼’ 한자 이야기를 배웁니다.','<學校先生敎室門長>로 활용되는 단어의 뜻을 되새기고 열심히 노력하면 꿈을 이룰수 있다는 교훈을 담은 ‘반딧불이와 눈의 공적’ 한자 이야기를 배웁니다.');

INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'PH001','C008','H01','自, 己로 자전거/자동/이기적/자기 등 활용어휘를 익히고 ‘즐거운 유치원’ 한자노래를 불러봅니다. 또한 어릴 때 부터 같이 놀며 자란 친구라는 뜻을 가진 ‘竹馬故友(죽마고우)’ 한자성어도 배웁니다. ','時, 間으로 시간/조선시대/인간/중간 등 활용어휘를 익히고 단체생활을 할 땐 질서와 규칙을 지켜야 한다는 주제를 담은 ‘내 마음대로 할 거야’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','食, 活로 양식/음식/활기/활동 등 활용어휘를 익히고 같은 짝을 찾는 퍼즐놀이와 한자의 모양, 뜻, 소리를 맞추는 놀이 컨텐츠를 통해 한자의 정확한 뜻과 소리를 익힙니다. ','‘내 마음대로 할거야’ 한자동화 독서 골든벨과 한자어카드, 만들기를 하며 한 달 동안 배운 한자어를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'PH002','C008','H02','花, 草로 화단/무궁화/초록/초가 등 활용어휘를 익히고 ‘자연아 놀자’ 한자노래를 불러봅니다. 또한 산과 물이 맑고 깨끗하여 경치가 좋음을 나타내는 ‘山明水淸(산명수청)’ 한자성어도 배웁니다. ','植, 海으로 식목일/식물/해수욕장/해외 등 활용어휘를 익히고 자연이 오염되면 더 이상 볼 수 없는 이야기를 담은 ‘그리운 초록’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','石, 林으로 보석/자석/산림/밀림 등 활용어휘를 익히고 같은 짝을 찾는 퍼즐놀이와 한자의 모양 ,뜻, 소리를 맞추는 놀이 컨텐츠를 통해 한자의 정확한 뜻과 소리를 익힙니다. ','‘그리운 초록’ 한자동화 독서 골든벨과 한자어카드, 만들기를 하며 한 달 동안 배운 한자어를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'PH003','C008','H03','家, 祖로 초가/가족/조국/조부모 등 활용어휘를 익히고 ‘사랑하는 우리가족’ 한자노래를 불러봅니다. 또한 아들의 성격이나 생활 모습이 아버지와 같거나 비슷하다는 뜻을 가진 ‘父傳子傳(부전자전)’ 한자성어도 배웁니다. ','孝, 寸으로 효도/효녀/사촌/삼촌 등 활용어휘를 익히고 가족의 종류가 다양해도 모두 소중하다는 주제를 담은 ‘사랑의 가족’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','重, 記로 체중/소중/일기/기자 등 활용어휘를 익히고 같은 짝을 찾는 퍼즐놀이와 한자의 모양, 뜻, 소리를 맞추는 놀이 컨텐츠를 통해 한자의 정확한 뜻과 소리를 익힙니다. ','‘사랑의 가족’ 한자동화 독서 골든벨과 한자어카드, 만들기를 하며 한 달 동안 배운 한자어를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'PH004','C008','H04','方, 向으로 사방/처방전/향상/방향 등 활용어휘를 익히고 ‘동네한바퀴’ 한자노래도 불러봅니다. 또한 서로서로 돕는다는 뜻을 가진 ‘相扶相助(상부상조)’한자성어도 배웁니다.','左, 右로 좌회전/좌의정/우향/우측 등 활용어휘를 익히고 우리 동네의 모습과 방향에 대한 소개를 담은 ‘은이네집 가는길’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','前, 後로 오전/전진/오후/후반전 등 활용어휘를 익히고 같은 짝을 찾는 퍼즐놀이와 한자의 모양,뜻,소리를 맞추는 놀이 컨텐츠를 통해 한자의 정확한 뜻과 소리를 익힙니다. ','‘은이네집 가는길’ 한자동화 독서 골든벨과 한자어카드, 만들기를 하며 한 달 동안 배운 한자어를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'PH005','C008','H05','牛, 羊으로 한우/우유/산양/양모 등 활용어휘를 익히고 ‘동물 친구들’ 한자노래도 불러봅니다. 또한 여러 번 실패해도 굴하지 않고 꾸준히 노력한다는 뜻을 가진 ‘七顚八起(칠전팔기)’ 한자성어도 배웁니다','馬, 鳥로 마차/승마/백조/조류 등 활용어휘를 익히고 내가 키우고 싶은 동물에 이야기를 담은 ‘은지의 동물친구’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','犬, 魚로 안내견/애완견/어항/인어 등 활용어휘를 익히고 같은 짝을 찾는 퍼즐놀이와 한자의 모양, 뜻, 소리를 맞추는 놀이 컨텐츠를 통해 한자의 정확한 뜻과 소리를 익힙니다. ','‘은지의 동물친구’ 한자동화 독서 골든벨과 한자어카드, 만들기를 하며 한 달 동안 배운 한자어를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'PH006','C008','H06','交, 通으로 교차로/교환/교통/통로 등 활용어휘를 익히고 ‘뛰뛰빵빵 조심해요’ 한자노래도 불러봅니다. 또한 한 오라기의 실도 흐트러지지 않는다라는 뜻을 가진 ‘一絲不亂(일사불란)’ 한자성어도 배웁니다','安, 全으로 안녕/편안/안전/전신 등 활용어휘를 익히고 자동차의 특징과 교통안전의 중요성을 알아보는 ‘자동차 삼형제’ 동화를 통해 문장에서 한자의 쓰임을 배워봅니다.','車, 道로 하차/기차/도로/수도 등 활용어휘를 익히고 같은 짝을 찾는 퍼즐놀이와 한자의 모양, 뜻, 소리를 맞추는 놀이 컨텐츠를 통해 한자의 정확한 뜻과 소리를 익힙니다. ','‘자동차 삼형제’ 한자동화 독서 골든벨과 한자어카드, 만들기를 하며 한 달 동안 배운 한자어를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'PH007','C008','H07','春, 夏로 입춘/춘추/하복/하계 등 활용어휘를 익히고 ‘춘하추동 사계절’ 한자노래도 불러봅니다. 또한 옛것을 익히고 그것을 미루어 새것을 안다는 뜻을 가진 ‘溫故知新(온고지신)’ 한자성어도 배웁니다','秋, 冬으로 추석/추수/동지/동면 등 활용어휘를 익히고 우리나라의 가장 대표적인 24절기를 알아보는 ‘만복이의 춘하추동’ 동화를 통해 문장에서 한자의 쓰임을 배워봅니다.','風, 雨로 풍차/태풍/우산/우의 등 활용어휘를 익히고 같은 짝을 찾는 퍼즐놀이와 한자의 모양, 뜻, 소리를 맞추는 놀이 컨텐츠를 통해 한자의 정확한 뜻과 소리를 익힙니다. ','‘만복이의 춘하추동’ 한자동화 독서 골든벨과 한자어카드, 만들기를 하며 한 달 동안 배운 한자어를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'PH008','C008','H08','文, 化로 문자/문구/문화재/화장실 등 활용어휘를 익히고 ‘글자가 달라요’ 한자노래도 불러봅니다. 또한 사람마다 성격과 개성이 다르다는 뜻을 가진 ‘各人各色(각인각색)’ 한자성어도 배웁니다','有, 名으로 유명/소유/명소/명찰 등 활용어휘를 익히고 여러 나라의 국기에 담긴 의미를 알아보는 ‘펄럭펄럭 깃발 이야기’ 동화를 통해 문장에서 한자의 쓰임을 배워봅니다.','世, 字로 세종대왕/세계/한자/숫자 등 활용어휘를 익히고 같은 짝을 찾는 퍼즐놀이와 한자의 모양, 뜻, 소리를 맞추는 놀이 컨텐츠를 통해 한자의 정확한 뜻과 소리를 익힙니다. ','‘펄럭펄럭 국기 이야기’ 한자동화 독서 골든벨과 한자어카드, 만들기를 하며 한 달 동안 배운 한자어를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'PH009','C008','H09','天, 地로 천지/천사/지구/지도 등 활용어휘를 익히고 ‘지구가 아파요’ 한자노래도 불러봅니다. 또한 많으면 많을수록 좋다는 뜻을 가진  ‘多多益善(다다익선)’ 한자성어도 배웁니다','空, 氣로 공군/공기/감기/일기 등 활용어휘를 익히고 환경을 보호하기 위해 노력해야 한다는 주제를 담은 ‘지렁이와 노란꽃’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','農, 市로 농장/농부/도시/시장 등 활용어휘를 익히고 같은 짝을 찾는 퍼즐놀이와 한자의 모양, 뜻, 소리를 맞추는 놀이 컨텐츠를 통해 한자의 정확한 뜻과 소리를 익힙니다. ','‘지렁이와 노란꽃’ 한자동화독서 골든벨과 한자어카드, 만들기를 하며 한 달 동안 배운 한자어를 복습, 정리 합니다.');
INSERT INTO erp_before_class (class_type, before_class_key, class_key, unit_key, ju_1, ju_2, ju_3, ju_4) VALUES (1,'PH010','C008','H10','電, 話로 충전/가전제품/전화/동화 등 활용어휘를 익히고 ‘뚝딱뚝딱 만들어요’ 한자노래도 불러봅니다. 또한 지식과 행동이 서로 일치해야한다는 뜻을 가진 ‘知行合一(지행합일)’ 한자성어도 배웁니다.','工, 動으로 공장/목공/자동/운동 등 활용어휘를 익히고 여러 사람들이 함께 사용하는 곳에서 예절을 지켜야 된다는 주제를 담은 ‘엘리베이터야 미안해’ 동화를 통해 문장에서 한자의 쓰임을 알아봅니다.','便, 休로 편지/편리/휴일/휴식 등 활용어휘를 익히고 같은 짝을 찾는 퍼즐놀이와 한자의 모양, 뜻, 소리를 맞추는 놀이 컨텐츠를 통해 한자의 정확한 뜻과 소리를 익힙니다. ','‘엘리베이터야 미안해’ 한자동화 독서 골든벨과 한자어카드, 만들기를 하며 한 달 동안 배운 한자어를 복습, 정리 합니다.');